{
  "1": {
    "number": 1,
    "verses": {
      "1": {
        "text": "Rahman ve rahim olğan Allahnıñ adınen.",
        "commentary": ""
      },
      "2": {
        "text": "Hamd (maqtav ve maqtalmaq) alemlerniñ Rabbi Allahqa aittir.",
        "commentary": ""
      },
      "3": {
        "text": "O rahmandır ve rahimdir.",
        "commentary": ""
      },
      "4": {
        "text": "Ceza kunüniñ saibidir.",
        "commentary": ""
      },
      "5": {
        "text": "(Rabbimiz!) Yalıñız Saña qullıq etermiz ve yalıñız Senden medet umüt etermiz.",
        "commentary": ""
      },
      "6": {
        "text": "Bizge doğru yolnı koster.",
        "commentary": ""
      },
      "7": {
        "text": "Ozlerine lütf ve ikram etken kimseleriñniñ yolunı; ğadapqa oğrağanlarnıñ ve  sapqanlarnıñ yolunı degil! **Aamin!**",
        "commentary": "\"Aalemiin\" – aalem kelimesiniñ çoqluğıdır. İnsan, melek ve cin kibi aqıl saibi  yaratılğanlarnıñ episini içine alğan kâinatnıñ adıdır. Bazıları da Allahnıñ  barlığına delâlet etici er şeyge aalem denilgenini söylegenler. Rahmaan – eyi olsun, fena olsun, mu'min olsun, kâfir olsun, ayırdı yapmayıp, dünyada  nimetini er keske berici Allah demektir. Rahiim – ahirette nimetlerini yalıñız mu'minlerge berici manasındadır. Cenab ı Allah dünyada er keske nimet bergeni alda, ozüne inanğanlarğa ahirette ayrıca muamele yapacaq. Qur'anda keçken \"Rahmaan\" ve \"Rahiim\" kelimeleri ep bu manada  qullanılğan. Ceza kunü – ahirette er kesniñ esabı çekilip, eyiniñ eyi, fenanıñ fena qarşılıq alacaq mahkeme kunüdir. Tefsircilerniñ añlatqanlarına kore, ozlerine lütf ve ihsanda bulunılğan  kimseler, peyğamberler ve olarnıñ yolunda yurgenlerdir. Ğadapqa oğrağanlar – yeudiyler, sapıqlar ise – hristianlar olğanı rivayet etile. Bunıñnen beraber, doğru yoldan sapmaq ve Allahnıñ ğadabına oğramaq yalıñız  hristianlar ve yeudiylerge ait degil. 6-ncı ayette Allah Taalâdan bizni \"doğru yol\"ğa qoyuvı istenile, 7-nci ayette ise,  doğru yolnıñ ne olganı añlatıla. Bu da, başında Peyğamber olmaq uzre, eyilerniñ  yolunı eyi, fenalarnıñ yolunı da fena olaraq kostermektir, işte Qur'annıñ buyuk  bir qısmı bu eki ayetniñ tefsiri şeklindedir"
      }
    }
  },
  "2": {
    "number": 2,
    "verses": {
      "1": {
        "text": "Elif. Lâam. Miim.",
        "commentary": ""
      },
      "2": {
        "text": "O kitap (Qur'an), onda asla şube yoktır. O, muttaqiyler (saqınğanlar ve arınmaq  istegenler) içün bir yol kostericidir.",
        "commentary": ""
      },
      "3": {
        "text": "Olar ğaybğa inanırlar, namaz qılarlar, ozlerine bergen mallarımızdan Allah  yollarında arclarlar.",
        "commentary": ""
      },
      "4": {
        "text": "Kene olar saña endirilgenge ve senden evel endirilgenlerge iman eterler; ahiret  kunüne de kesen-kes inanırlar.",
        "commentary": ""
      },
      "5": {
        "text": "İşte, olar Rabblerinden kelgen bir hidayet uzerindedirler ve qurtulışqa  irişkenler de yalıñız olardır. (Qur'an sureleriniñ bazılarınıñ başında \"el-huruf'ul-muqattaa\" denilgen bir  taqım arifler bar ve olar olğan sureleriniñ bir ayetidir. Manası açıq olmağan  boyle ayetlerge \"muteşaabih\" ayetler denilir. Muteşaabih olğan ayetniñ aqiqiy  manasını tek Allah bilir. Bazı alimler ise, olarnı \"örumlarlar\". Buña kore, Elif,  Lâam, Miim ariflerine şu manalar berilgen: a). İşte, eliñizdeki Qur'annıñ kelimeleri bu ariflerden teşkil olğandır.  Buyurıñ, siz de beñzegenini yapıñ! b). Diqqatlarnı celp etmek içün bir edebiy sanattır. Zira, sözge ustü qapalı  başlamaq ve soñra onı açmaq daa ziyade diqqat çeker. v). Ogrenmekniñ ariflernen başlanuvına işarettir. Muttaqiy – taqva saibi demektir. Allahnıñ azabından aqqı ile qorqacaq,  Onıñ emirlerine qarşı çıqmağa saqınğan, rahmetine ışanıp, keregi kibi  qullıq etecek kimselerge Qur'anda \"muttaqiyler\" denile. Ğaybğa iman – İslâmnıñ \"Aamentu\"siniñ qısqartılğan ifadesidir. Manası: Allahqa, meleklerge, kitaplarğa, peyğamberlerge, ahiret kunüne, qaza ve taqdirge,  hayır ve şerrniñ Allahtan olğanına inanmaqtır. Qur'annıñ pek çoq yerinde  \"Ğaybğa iman eter\" ya da \"eterler\" cumlesi kelecek. Bularnıñ episi iman  esaslarınıñ qısqa şeklidir. Baqara suresinde sözge evelâ diqqatnı çekken ariflernen başlanıp, aman artından  Qur'andan söz etile. Demek ki, şu eliñizdeki kitap (Qur'an) ozünde şek ve şube  olmağan Allahnıñ kelâmı ve eyiler içün doğru yol reberidir. Qur'ant – bir reber, yol  kostericidir. Ancaq kimge yol kosterir, kimge reberlik eter? İşte, ayetlerde bu  sualge cevap berilgen, eñ evelâ muttaqiy olıp, ğaybğa inanğanlarğa yol  kostergeni añlatıla. Qur'an aqiqaten butün insanlıqqa endirilgen. Ancaq,  sadece oña yonelgen ve onıñnen doğru yolnı tapmaq istegenlerge reberdir. Bu yerde ğaybğa imandan soñ, \"Kelime-i Şeadet, namaz, zekât, oraza ve hac\"dan  ibaret olğan İslâmnıñ beş esasından sadece \"namaznen zekât\" zikr etilgen. Bu eki  esasnıñ zikri misal yolunen digerlerine de işerettir. Buña kore, Qur'anda  \"namaznen zekât\" bu ayette olğanı kibi, beraber añılğan vaqıtta beş esasqa  işaret etilmekte).",
        "commentary": ""
      },
      "6": {
        "text": "Şu aqiqat ki, kâfir olğanlarnı (azap ile) qorqutsañ da, qorqutmasañ da, olar  içün epbirdir, iman etmezler.",
        "commentary": ""
      },
      "7": {
        "text": "Allah olarnıñ qalplerini ve qulaqlarını muurlegen. Olarnıñ kozlerine de  bir çeşit perde çekken ve olar içün (dünyada ve ahirette) buyuk bir azap bar.",
        "commentary": ""
      },
      "8": {
        "text": "İnsanlardan bazıları da bar ki, inanmağanları alda: \"Allahqa ve ahiret kunüne  inandıq\", derler.",
        "commentary": ""
      },
      "9": {
        "text": "Olar (oz aqıllarına kore) guya Allahnı ve mu'minlerni aldatalar. Albuki, olar  yalıñız ozlerini aldatalar ve bunuñ farqına barmazlar.",
        "commentary": ""
      },
      "10": {
        "text": "Olarnıñ qalplerinde bir hastalıq bar. Allah da olarnıñ hastalığını  ziyadeleştirgendir. Söylegen yalanları sebebinden, olar içün şiddetli bir azap bar.",
        "commentary": ""
      },
      "11": {
        "text": "Olarğa: «Er yuzünde fesat çıqarmañ», denilgen vaqıtta: \"Biz yalıñız islâh  eticilermiz\", derler.",
        "commentary": ""
      },
      "12": {
        "text": "Şunı biliñ ki, olar bozğuncılarnıñ tam ozleridir, lâkin añlamazlar.",
        "commentary": ""
      },
      "13": {
        "text": "Olarğa: «İnsanlarnıñ iman etkenleri kibi, siz de iman etiñ», denilgende: \"Biz iç  sefihlerniñ (aqılsız ve ahmaq kişilerniñ) iman etkenleri kibi iman etermizmi!\"  derler. Biliñiz ki, sefihler ancaq ozleridir, faqat bunı bilmezler (ya da  bilmegen kibi olurlar).",
        "commentary": ""
      },
      "14": {
        "text": "(Bu munafıqlar) mu'minlerge rastkelgen vaqıtta: \"(Biz de) iman ettik\", derler.  (Ozlerini sapıtqan) şeytanlarınen koz-kozge qalğanlarında ise: «Biz siznen  berabermiz, biz olarnen (mu'minlernen) sadece alay etemiz (ustlerinden kulemiz)»,  derler.",
        "commentary": ""
      },
      "15": {
        "text": "Aqiqaten, Allah olarnen alay eter de, adlerinden aşqanda, olarğa fırsat berir. Bu  sebepten olar bir muddet oz başlarına yurerler.",
        "commentary": ""
      },
      "16": {
        "text": "İşte, olar hidayetke nisbeten sapıqlıqnı satın alğanlardır. Ancaq olarnıñ bu  ticareti qazançlı degil ve ozleri de doğru yolğa kirmegenlerdir.",
        "commentary": "Cenab-ı Allah bu sureniñ başında evelâ Yuce Kitabı Qur'andan, onıñ  muttaqiyler içün bir yol kostereci ve hidayet çoqrağı olğanından, bunıñ kibi  de, ğaybğa imandan ve İslâmnıñ temelini teşkil etken baş vazifelerden söz yursete ve bu arada insanlarnı, inanç noqtai nazarından, uç gruppağa ayıra: Birincisi – mu'minler; olarnıñ vasıfları ilki beş ayette qısqadan  añlatılğan. Ekincisi – kâfirler; olarnıñ vaziyeti de altıncı ve yedinci ayetlerde  qısqadan añlatılğan. Uçüncisi – munafıqlar; bularnıñ vaziyetleri de keniş bir şekilde sekizinci  ayetten yigirmi birinci ayetke qadar olğan ayetlerde añlatılğan. Qu'an insanlıqqa doğru yolnı kostermek içün yollanılğan bir kitaptır. Buña  kore, ilk evelâ ozüne muhatap olğan insanlıqnıñ doğru ve yañlış inanç vaziyetini,  bularnıñ ketirgen mesuliyetlerini, doğruğa ve egrige inanğan insannıñ dünyada ve  ahirette qarşılaşacaq neticeleri izaat etilgen"
      },
      "17": {
        "text": "Olarnıñ (munafıqlarnıñ) vaziyeti (qaranlıq gecede) bir ateş yaqqan kimse  kibidir. O ateş yanıp da, etrafını aydınlaqtan anda Allah aman olarnıñ  aydınlıqlarını ketkizir ve olarnı qaranlıklar içinde qaldırır; (artıq iç bir  şeyni) kormezler.",
        "commentary": "Ayet munafıklarnıñ ilk anda İslâmnıñ nurından aydınlanıp, musulman  oluvlarını, qaranlıq gecede yanğan meş'alege ve ondan faydalanğanlarğa; soñra  aman kufürge dönüvlerini de, o meş'aleniñ sönmesine ve o yerdekilerniñ qaranlıqta  qalğanlarına beñzete"
      },
      "18": {
        "text": "Olar sağır, tilsiz ve kordirler. Bu sebepten, olar keri dönip olamazlar.",
        "commentary": ""
      },
      "19": {
        "text": "Yahut (olarnıñ vaziyeti) kokten sağanaq alında yağğan, içinde zift qaranlıqlar,  gurülti ve yıldırımlar bulunğan yağmur(ğa tutulğan kimselerniñ vaziyeti)  kibidir. O munafıqlar yıldırımlardan kelecek olüm qorqusınen parmaqlarını  qulaqlarına tıqarlar. Albuki, Allah kâfirlerniñ etrafını quşatqandır.",
        "commentary": ""
      },
      "20": {
        "text": "(O esnada) şemşek sanki kozlerini çıqaracaq kibi çaqar, olar içün etrafnı  aydınlatqanınen, o yerde biraz yurerler, uzerlerine qaranlıq çökkeninen de, olğan  yerlerinde qalırlar. Allah istese edi, elbette olarnıñ qulaqlarını sağır,  kozlerini kor eter edi. Allah, şubesiz, er şeyge qadirdir.",
        "commentary": "Bu ayetlerde keçken misallerden kâfirlerniñ ve munafıklarnıñ İslâm qarşısında  qafalarında fırtınalar qopqanı, qorqu ve eyecanlarğa qapılğanları, bazan  haqnı korecek kibi olğanları, bazan da, qaranlıqqa komülgenleri añlaşıla"
      },
      "21": {
        "text": "Ey, insanlar! Sizni ve sizden evelkilerni yaratqan Rabbinizge qullıq etiñiz.  Belki, boylece qorçalanırsıñsız (Allahnıñ azabından ozüñizni  qurtarırsıñız).",
        "commentary": ""
      },
      "22": {
        "text": "O, Rabb ki, yerni siz içün bir töşek, kokni de (qubbe kibi) bir tavan yaptı. Kokten suv  endirerek, onıñnen sizge ğıda olsun diye, (erden) çeşit mahsullar çıqardı. Artıq  bunı bile-bile Allahqa şirk qoşmañ.",
        "commentary": ""
      },
      "23": {
        "text": "Eger qulumızğa endirgenlerimizden er angi bir şubege tüşseñiz, aydı oña  beñzegen bir sure ketiriñ, eger iddañızda doğru olsañız, Allahtan ğayrı  şaatlarıñznı (yardımcılarıñıznı) da çağırıñ.",
        "commentary": ""
      },
      "24": {
        "text": "Bunı yapıp olamazsıñız –ki, elbette yapalmaycaqsıñız– yaqarlığı insan ve  taştan ibaret jeennem ateşinden saqınıñ. Çünki, o ateş kâfirler içün  azırlanılğandır.",
        "commentary": ""
      },
      "25": {
        "text": "İman etip, eyi arekette bulunğanlarğa içinden irmaqlar aqqan cennetler  olğanını mujdele! O cennetlerdeki bir meyvadan ozlerine rızıq olaraq  aşatılğanınen: «Bu – bundan evel dünyada bizge berilgenlerinden», derler. Bu  rızıqlar olarğa (bazı taraftan dünyadakine) beñzegeni berilgendir. Olar içün  cennette ter-temiz zevceler de bar. Ve olar o yerde ebediy qalıcılardır.",
        "commentary": "Bu ayette dünyada musulman olup, guzel işler yapqan ve aqiqaten mu'min olaraq  ahiretke koçken kimselerniñ alacaq mukâfatları añlatılğan, o yerde  cennetlilerge berilgen nimetlerniñ dünyadakilerine beñzegenine işaret  etilgen. Ancaq, ahiret nimetleriniñ dünyadakilerinen bir olğanı  tüşünilmemelidir. Çünki, Buhariyniñ \"Bedu'l-halq\" baasında rivayet etken bir  hadiste: \"Cennet ehline kozler kormegen, qulaqlar eşitmegen, qalplerden bile  keçmegen nimetler berilir\", denilgen"
      },
      "26": {
        "text": "Şubesiz, Allah (aqnı añlatmaq) içün sivrisinek ve ondan da ğayrı, başqa bir  varlıqnı misal ketirmekten çekinmez. İman etkenlerge kelgende, olar boyle  misallerniñ Rabblerinden kelgen haq ve kerçek olğanını bilirler. Kâfirler ise:  «Allah boyle misal bermekle ne murat eter?» derler. Allah onıñnen bir çoq kimseni  sapıtır, bir çoqlarını da, doğru yolğa yoneltir. Bergen misallerinen Allah ancaq  fasıqlarnı sapıtır (çünki bular birer imtiandır).",
        "commentary": "Bu ayette sivrisinek ve ondan daa zayıf mahlüqlarnıñ misalge ketirilüvini  munasip kormegenlerniñ asılında ozleriniñ kuçük ve degersiz olğanıları, o  sebepten Allahqa iman etmegenleri añlatıla, bularğa deger berip, iman  etkenlerniñ ise, aqıllı ve degerli kimseler olğanları bildirile. Bular birer  imtiandır. İnsanlardan bir qısmı iman eter, imtiannı qazanır, bir qısmı da,  zarar eter"
      },
      "27": {
        "text": "Olar oyle (fasıqlar) ki, kesen-kes söz bergenden soñ, sözlerinden qaytırlar. Allah,  ziyaret etilip, al ve hatiri soraluvını istegen kimselerni ziyaret etmezler. Ve yer  yuzünde fitne ve fesat çıqarırlar. İşte, olar aqiqaten zararğa oğrağanlardır.",
        "commentary": "Fasıq – haq yoldan sapqan kimsedir. Kesen-kes olaraq berilgen söz de, ehl-i  kitapnıñ Tevrat ve İncilde kelecegi bildirilgen ahır zaman Peyğamberine  iman eteceklerini söylevleridir ki, kelgeninen iman etmediler ve sözlerinde  turmadılar. İslâmnıñ çoq deger bergen aqraba, qomşu ve yaqınlarnen alâqada  bulunaraq, bularğa yardım etüvni terk ettiler, fitne ve fesatçı oldılar,  boylece, em dünyada, em de ahirette zarar kordiler"
      },
      "28": {
        "text": "Ey, kâfirler! Siz olü ekende, sizni tiriltken (dünyağa ketirip, ayat bergen) Allahnı  nasıl inkâr etesiñiz? Soñra sizni oldürecek, tekrar sizni tiriltecek ve  soñunda Oña döndürileceksiñiz.",
        "commentary": "Bu ayette insannıñ ilk yaratılışından evelki alına \"olü\" denilüvi, bazılarınıñ  idda etkenleri kibi, tenaasuhnen bağlı degil. Ayette insan ayatınıñ uç saifesi  añlatıla: yoqtan yaratıluvı, olüm ve ahirette tekrar tirilüvi. Esasen tenaasuh  tüşüncesi, er bir insannıñ oz amelinden cevapkârlığı ve tolayısınen adalet  printsipine terstir"
      },
      "29": {
        "text": "O, yerde ne bar ise, episini siziñ içün yarattı. Soñra (ozüne has bir şekilde) semağa  yoneldi, onı yedi qat olaraq yaratıp, nizamğa qoydı (tanzim etti). O, er şeyni  haqqı ile bilicidir.",
        "commentary": ""
      },
      "30": {
        "text": "Hatırla ki, Rabbiñ meleklerge: «Men yer yuzinde bir halife yaratacağım», dedi. Olar:  «Bizler hamdiñ ile seni tesbih ve seni taqdis etip turğanda, yer yuzinde fesat  çıqaracaq, o yerde qan tökecek insannı halife yapasıñmı?» dediler. Allah da  olarğa: «Siziñ bilip olamaycağıñıznı, er alda, men bilem», dedi.",
        "commentary": "Halife – vekil ve temsilci demektir. Allah yer yuzinde iradesini temsil etmek  içün insannı yarattı. O yerde ilâhiy ukümranlıqnı omürge keçirmek vazifesini de  oña berdi"
      },
      "31": {
        "text": "Allah Ademge butün isimlerni ogretti. Soñra olarnı evelâ meleklerge taqdim etip:  «Eger siz söziñizde sadıq olsañız, şularnıñ isimlerini maña bildiriñ», dedi.",
        "commentary": ""
      },
      "32": {
        "text": "Melekler: «Ya Rabb! Seni noqsan sıfatlardan tenzih etermiz, seniñ bizge  ogretkenleriñden başka bizim bilgimiz yoq. Şubesiz, alim ve hakim ancaq  Sensiñ», dediler.",
        "commentary": ""
      },
      "33": {
        "text": "(Bunıñ ustüne:) «Ey, Adem! Eşyalarnıñ isimlerini meleklerge añlat», dedi. Adem  olarnıñ isimlerini olarğa añlatqanınen: «Men, muaqqaq semalarda ve yerde sizge  korünmegenlerni (o yerlerdeki sırlarnı) bilem. Bundan da ğayrı, gizli ve aşkâr  olaraq yapayatqanlarıñıznı da bilem, demegen edimmi?» dedi.",
        "commentary": ""
      },
      "34": {
        "text": "Hatırlaysızmı, biz meleklerge (ve cinlerge): «Ademge secde etiñ», degen edik.  İblisten ğayrı episi secde ettiler. O yuz çevirdi ve buyuklik tasladı, boylece,  kâfirlerden oldı.",
        "commentary": "Bundan soñ Az. Adem ve nesili aslı cinlerden olup, soñra şeytanlarnıñ başı  olğan İblis ve onıñ nesiline uyıp-uymamaqta sınalacaqlar"
      },
      "35": {
        "text": "Biz: «Ey, Adem! Sen ve zevceñ (Avva)nen beraber cennetke yerleşiñ; o yerde  qolaylıqnen istegen vaqtıñızda er yerden cennet nimetlerinden aşañ; yalıñız  şu terekke yaqınlaşmañ. Eger bu terekten aşasañız, er ekiñiz de ozüñizge  fenalıq etken zalımlardan olursıñız», dedik.",
        "commentary": ""
      },
      "36": {
        "text": "Şeytan olarnıñ ayaqlarını taydırıp, sıñırnı bozdırdı ve içinde bulunğan  (cennetten) olarnı çıqardı. Bunıñ ustüne: «Bir qısmıñız digeriñizge duşman  olaraq eniñiz, siz içün yer yuzinde keçinmek ve belli bir vaqıtqa qadar yaşamaq  bardır», dedik.",
        "commentary": ""
      },
      "37": {
        "text": "Bu vaziyet devam etkende, Adem Rabbinden bir taqım ilhamlar aldı ve deral tövbe etti.  Çünki, Allah tövbelerni qabul etici ve merhameti boldır.",
        "commentary": "Az. Ademniñ Rabbinden alğan ilhamlar aqqında çeşit yorumlar yapılğan. Bu  ilhamlar oña emirler ve yasaqlar maiyetindeki tevsiyelerdir. İbn Mes'udğa kore,  namazlarğa başlağanda oquğan \"Subhaaneke\"lerimiz, Az. Adem tarafından o  vaqıtta söylengen bir tesbih ve duadır"
      },
      "38": {
        "text": "Dedik ki: Epiñiz cenneten tüşiñ! Eger men sizge bir hidayet kelir de, er kim  hidayetime tabi olsa, olar içün iç bir qorqu yoqtır ve olar ğam çekmezler.",
        "commentary": ""
      },
      "39": {
        "text": "İnkâr etip, ayetlerimizni yalan sayğanlarğa kelgende, olar ceennemlidirler, olar o  yerde ebediy qalırlar.",
        "commentary": ""
      },
      "40": {
        "text": "Ey, İsrail oğulları! Sizge bergen nimetlerimni hatırlañ, maña bergen söziñizni  yerine ketiriñ ki, men de sizge vade etkenlerimni bereyim. Yalıñız menden  qorquñız.",
        "commentary": ""
      },
      "41": {
        "text": "Eliñizdekini (Tevratnıñ aslını) tasdiq etici olaraq endirgenime (Qur'anğa)  iman etiñ. Saqın onı inkâr eticilerniñ ilkisi olmañ! Ayetlerimizni az bir  qarşılıqqa satmañ, yalıñız menden (menim azabımdan) qorquñ.",
        "commentary": ""
      },
      "42": {
        "text": "Bilerek, aqnı yañlışnen qarıştırmañ, aqnı gizlemeñ.",
        "commentary": ""
      },
      "43": {
        "text": "Namaznı tam qılıñ, zekâtnı aqqı ile beriñ, ruku etkenlernen beraber ruku etiñ.",
        "commentary": ""
      },
      "44": {
        "text": "(Ey, bilmirler!) Sizler Kitapnı (Tevratnı) oquğan (aqiqatnı bilgen) alda,  insanlarğa eyilikni emir etip, ozüñizni unutasıñızmı? Aqılıñıznı  qullanmaysıñızmı?",
        "commentary": ""
      },
      "45": {
        "text": "Sabır ve namaznen Allahtan yardım isteñ. Şubesiz, o (sabır ve namaz) Allahqa  sayğıdan yuregi titregenden ğayrı, er keske zor ve ağır kelgen bir vazifedir. (Ayette keçken sabırnıñ oraza olğanı söylene. Oraza ve namaz imannı quvetlendirir,  nefisniñ kibirini qırar, tenbellikni ve issizlikni ketkizir, qıyın işler  qarşısında insannı kuçlü yapar. Taberaniyniñ rivayetine kore, Resulullah (s. a.) zor  bir işnen qarşılaşqanda, aman namaz qıla edi. \"Allahqa sayğıdan yuregi  titregenler\" diye tercime etilgen \"haaşiiin\" toplulığına namaz qılmaq, oraza  tutmaq, sabırlı olmaq, er yerde ve er zaman aqiqatnı söylemekten çekinmemek zor  kelmez, zira olar qalpleri Allah sevgisi ile tolğan kimselerdir).",
        "commentary": ""
      },
      "46": {
        "text": "Olar kesen-kes Rabblerine qavuşacaqalırını ve Oña döneceklerini tüşüngen ve  bunı qabul etken kimselerdir.",
        "commentary": ""
      },
      "47": {
        "text": "Ey, İsrail oğulları! Sizge bergen nimetimni ve sizni (bir zamanlar) cumle alemge  ustün yapqanımnı hatırlañ. (Oz aralarından Peyğamber yollanılğan millet o anda diger qavmalrdan ustündir.  Zira, cenab-ı Allah milletler arasından o qavmnı ve olardan da o şahsnı seçkendir.  Tolaysınen, evelâ Peyğamber, soñ ailesi, daa soñra da, milleti bir şeref  qazanğandır. Aralarından Peyğamber yollanılğan milletniñ, bir taraftan,  ustünligi bar, bir taraftan da, mesuliyeti daa ziyadedir. İşte, bu ayette ustünligi  bildirilgen Beni İsrail aqqında aynı sureninñ 61-nci ayetinde olarnıñ zillet  (tüşkünlik) ve ğariplikke, Allahnıñ ğadabına oğrağanları añlatıla).",
        "commentary": ""
      },
      "48": {
        "text": "Oyle bir kunden korquñ ki, o kunde iç kimse başqası içün iç bir odemede  bulunamaz; iç kismeden (Allah izin bermegence) şefaat qabul olunmaz, fidye  alınmaz; olarğa asla yardım da yapılmaz.",
        "commentary": ""
      },
      "49": {
        "text": "Hatırlañ ki, sizni Fıravun tarafdarlarından qurtardıq. Çünki, olar sizge  azapnıñ eñ fenasını reva koreler, yañı doğğan oğlan balalarıñıznı soya,  (fenalıq içün) qızlarıñıznı ayatta qaldıra ediler. Aslında o sizge reva  korülgenlerde Rabbiñizden buyuk bir imtian bar edi.",
        "commentary": "Fıravun eski Mısır ukümdarlarına berilgen bir unvandır. Az. Musanıñ kelüvine  yaqın senelerde kâhinler İsrail oğullarından doğacaq bir balanıñ Fıravunnıñ  tacını-tahtını yıqacağını söylediler. Bunıñ içün Fıravun yañı doğğan  oğlan balalarnıñ soyuluvlarını emir etti. Allah bunıñnen İsrail oğullarını  imtian ete edi"
      },
      "50": {
        "text": "Bir zamanlar biz, siz içün deñizni yardıq, sizni qurtardıq, Fıravunnıñ  tarafdarlarını da, koziñizniñ ogünde deñizde boğdıq.",
        "commentary": "Rivayetlerden bu mucizeniñ Qızıl deñizde olıp keçkeni añlaşılmaqta"
      },
      "51": {
        "text": "Musağa qırq gece (vahiy etmek uzre) vade bergen edik. Soñra aqsızlıq etip,  buzavnı (tañrı) yerine qabul ettiñiz.",
        "commentary": "Az. Musa Tuur-i Siinaağa ketkende, Samiriy adındaki birisi altından yasağan bir  buzavnıñ eykelini ketire, \"Bu siziñ Rabbiñizdir. Musa bunı unuttı, o kelgenge  qadar buña tabınıñız\", dey. Az. Harun buña mani olmağa areket etse de, becerip  olamay. Bu qıssa Taa-haa suresinde keniş añlatılacaq"
      },
      "52": {
        "text": "O areketleriñizden soñ, (aqıllanıp) şukür etersiñiz, diye sizni afu ettik.",
        "commentary": ""
      },
      "53": {
        "text": "Doğru yolnı taparsıñız, diye Musağa Kitapnı ve aqnen yañlışnı ayırğan  ukümlerni berdik.",
        "commentary": ""
      },
      "54": {
        "text": "Musa qavmına degen edi ki: «Ey qavmım, şubesiz, siz buzavnı (tañrı) qabul etüv ile ozüñizge fenalıq ettiñiz. Onıñ içün Yaratqanıñızğa tövbe etiñ de,  nefisleriñizni (fena duyğularıñıznı) oldüriñ. Boyle yapuvıñız  Yaratıcıñıznıñ qatında siz içün daa eyidir. Boylece, Allah tövbeñizni qabul  eter. Çünki, acıp, tövbelerni qabul eteci yalıñız Odır.",
        "commentary": ""
      },
      "55": {
        "text": "Bir zamanlar: «Ey, Musa! Biz Allahnı açıqça kormegence asla saña inanmamız»,  degen ediñiz de, baqıp turğanıñız alda, aman sizni yıldırım urğan edi.",
        "commentary": ""
      },
      "56": {
        "text": "Soñra olümiñizniñ artından sizni tirilttik ki, belki, şukür etersiñiz.",
        "commentary": "Yıldırım çarpuvından bayğın qavm Allahnıñ iradesinen, tekrar canlanır ve  istekleriniñ yañlış olğanını añlar. Ayette bu vaqia olmek ve tekrar tirilmek  olaraq añlatılğan"
      },
      "57": {
        "text": "Ve sizni bulutnen kolgeledik, sizge qudret elvası ve bodene endirdik ve \"Bergen  guzel nimetlerimizden aşañız\" (dedik). Aqiqatta olar bizge degil, sadece  ozlerine fenalıq ete ediler.",
        "commentary": ""
      },
      "58": {
        "text": "(İsrail oğullarına:) «Bu qasabağa kiriñ, o yerde bulunğanlarından istegen  şekliñizde bol-bol aşañ, qapısından egilerek kiriñ, (kirgende) \"Hıtta!\" (Ya Rabbi,  bizni afu et) deñ ki, siziñ hatalarıñıznı bağışlayıq, zira, biz eyi  davranğanlarğa (qarşılığını) ziyadesinen berecekmiz», degen edik.",
        "commentary": "Ayette keçen qasaba – Quduc ya da Erihadır. \"Muhsin\" kelimesi ise, \"ihsan\"  qoşmasından ismi faildir. Yapqan işini eñ eyi şekilde ve eksiksiz  yapıcılarnıñ vasfıdır. Qur'annıñ pek çoq ayetinde muhsinler maqtalğandır.  Meşur Cibril hadisinde ise, ihsan Allahnı korgen kibi qullıq etmek, diye  añlatılğan"
      },
      "59": {
        "text": "Faqat zalımlar ozlerine söylengenlerni başka sözlernen deñiştirdiler. Bunıñ  uzerine, biz yapayatqan fenalıqları sebebinen, zalımlarnıñ uzerine kokten accı  bir azap endirdik.",
        "commentary": "58-nci ayette ozlerine aytılğanlarnı diñlemeyip, fenalıq yapqan yeudiylerge  Allah Taalâ veba kibi bir taqım fena illet ve hastalıqlar bergen"
      },
      "60": {
        "text": "Musa (çölde) qavmı içün suv istegen edi de, biz oña: «Tayağıñnen taşqa ur!» degen  edik. Deral (taştan) 12 çoqraq fışqırdı. Er bir bolük içecek çoqrağını  bildi. (Olarğa:) Allahnıñ rızqından aşañ, içiñ, saqın yer yuzinde  bozğuncılıq etmeñ, dedik.",
        "commentary": ""
      },
      "61": {
        "text": "Hatırıñızdamı, siz (berilgen nimetlerge qarşılıq): «Ey, Musa! Yalıñız bir  yemeknen qanaatlenmeymiz; biz içün Rabbiñye dua et de, yerde yetişken şeylerden;  sebzesinden, hıyarından, sarımsağından, börcimeginden, soğanından bizge çıqarsın», dediñiz. Musa ise: «Daa eyini daa fena ile deñiştirmek isteysiñizmi?  O alda şeerge eniñ. Zira, istegenleriñiz siz içün o yerde bar», dedi. İşte, (bu  adiseden soñ,) uzerlerine aşşalıq ve yoksullıq tamğası uruldı. Allahnıñ  ğadabına oğradılar. Bu musibetler (olarnıñ başına) Allahnıñ ayetlerini devamlı  inkâr etüvleri, aqsız olaraq, Peyğamberlerni oldirüvleri sebebinden keldi.  Bularnıñ episi, yalıñız isyanları ve adden aşqanları sebebindendir.",
        "commentary": "Beni İsrailge alçaqlıq ve yoqsullıq tamğasınıñ uruluvına sebep olaraq, haqnı  inkâr etüvleri ve onı söylegen Peyğamberlerni acımadan oldirüvleri  kosterilgen. Şuayb, Zekeriyya ve Yahya kibi pek çoq peyğamberlerni oldirgenler"
      },
      "62": {
        "text": "Şubesiz, iman etkenler yani yeudiylerden, hristianlardan ve saabiylerden Allahqa ve  ahiret kunüne, haqqınen inanıp, salih amel işlegenler içün Rabbleri qatında  mukâfatlar bar. Olar içün iç bir qorqu yoqtır. Olar ğam çekmeycekler.",
        "commentary": "Eudiy kelimesi – buzavğa tabınuvdan tövbe etken vaqıtlarında İsrail oğullarına  taqılğan bir addır. Bir rivayetke kore de, Az. Yaqubnıñ eñ buyuk oğlu Yahuzağa  nisbet etilgen. Nasaaraa Az. İsa engen Nasıra qasabasına nisbettir, degenler bar.  Bir rivayetke kore, Az. İsanıñ Aal-i İmraan, 52, Saff, 14-nci ayetlerinde keçken  \"Men ensaarii ilallah\" sözinden alınğan. Saabiiyler aqqında çeşit rivayetler bar.  Bir noqtai nazarğa kore, Az. İbrahimniñ dinini devam ettirgen eski bir toplulıq edi. Mufessirlerniñ bazıları da saabiiylikniñ yeudiyliknen hristianlıq arasında  tevhidci bir din olğanını bildirgenler. Bazı yañı tedqiqatçılar ise,  saabiiylerniñ Baabilde yaşağan ve yarı hristian olğan bir meshep tarafdarları  olğanlarını ve Az. Yahyağa tabi olğanlarğa beñzegenlerini ifade etkenler"
      },
      "63": {
        "text": "Sizden qatiy bir söz alğan, Tuur dağınıñ altında sizge bergenimizni qavi tutıñ,  onda bulunğanlarnı daima hatırlañ, umüt etilir ki, qorçalanırsıñız (degen edik  de);",
        "commentary": ""
      },
      "64": {
        "text": "Ondan soñ, söziñizden qaytqan ediñiz. Eger siziñ uzeriñizde Allahnıñ ihsanı  ve rahmeti olmasa edi, muaqqaq zararğa oğrağanlardan olur ediñiz.",
        "commentary": ""
      },
      "65": {
        "text": "Arañızdan cuma ertesi kuni addinden aşıp da, bu sebepten olarğa: «Aşşa  maymunlar oluñ!» degenlerimizni, elbette bilmektesiñiz.",
        "commentary": ""
      },
      "66": {
        "text": "Biz bunı (maymunlaşqan insanlarnı), adiseni şahsen korgenlerge ve soñundan  kelgenlerge bir ibret dersi, muttaqiyler içün de, bir ogüt vesilesi yaptıq.",
        "commentary": "Allah Beni İsrailden fenalıqta şuurlı olaraq israr etken o bedbahtlarnı evelâ  maymun qılığına soqqan, soñra da, olarnı elâk etken. Bunıñ insanlarnıñ  maymundan peyda olğanları iddası ile iç bir alâqası yoqktır"
      },
      "67": {
        "text": "Musa qavmına: «Allah bir sığır soymañıznı emir ete», degen edi de: «Bizim  ustümizden kulesiñmi?» degen ediler. O da: «Caillerden oluvdan, Allahqa  sığınırım», degen edi.",
        "commentary": ""
      },
      "68": {
        "text": "«Biz içün Rabbiñye dua et, bizge onıñ ne olğanını añlatsın», dediler. Musa:  «Allah dey ki: \"O ne qart, ne de yaş; ekisiniñ arasında bir sığır\". Sizge emir  etilgenini aman yapıñ», dedi.",
        "commentary": ""
      },
      "69": {
        "text": "Bu defa: «Biz içün Rabbiñye dua et, bizge onıñ renkini bildirsin», dediler. O dey  ki: «Sarı renkli parlaq tüklü, baqqanlarnıñ içini quvandırıcı bir  sığırdır».",
        "commentary": ""
      },
      "70": {
        "text": "«(Ey, Musa!) Biz içün dua et de, onıñ nasıl bir sığır olğanını bizge añlatsın,  biz nasıl bir sığır soyacağımıznı añlamadıq. Biz, inşaallah emir etilgenini  yapmaq yolunı taparmız», dediler.",
        "commentary": ""
      },
      "71": {
        "text": "(Musa) dedi ki: «Allah boyle buyura: O daa boyunduruq altına alınmağan, yer  sürmegen, ekin suvarmağan, serbest dolaşqan, renki ala-çubar olmağan bir  sığırdır». «İşte, şimdi aqiqatnı añlattıñ», dediler ve bunıñ uzerine (onı  tapıp) soydılar, amma az qaldı, soymaycaq ediler.",
        "commentary": ""
      },
      "72": {
        "text": "Hatırıñızdamı, siz bir adam oldirgen ediñiz de, onıñ aqqında bir biriñizniñ ustüñizge atqan ediñiz. Albuki, Allah gizleyatqanıñıznı ortağa  çıqaracaq.",
        "commentary": ""
      },
      "73": {
        "text": "«Aydı, şimdi (oldirilgen) adamğa (soyulğan sığırnıñ) bir parçasınen urıñ»,  dedik. Boylce, Allah olülerni tiriltir ve tüşünirsiñiz diye, sizge ayetlerini  (Peyğamberine bergen mucizelerini) kostere.",
        "commentary": "Bu ayetlerde keçken sığır soyuv qıssası daa ziyade İsrail oğullarından eki gençniñ  mirasqa saip oluvları içün emcelerini oldirüvlerine bağlana. Vaqia Az. Musağa  arz etile. Az. Musa bir türlü katillerni tapalmay ve Allahqa sığına. O da bir  sığır soyuluvını, onıñ bir parçasınen olüniñ uruluvını, olüniñ tirilip,  qatilden haber berecegini bildire. Netice de boyle ola. Ancaq eski  mısırlılarnıñ sığırğa tabınuvları, bir devir yeudiylerniñ de buzavğa  tabınuvları, sığır soyuluvı adisesinde başqa ikmetlerniñ de olğanını kostere. \"Bir parçasınen onı urıñ\" buyurulıp, artından da Allahnıñ olülerni  tiriltüvinden baas etilgende, mufessirlerniñ çoqu bunı \"soyulğan sığırnıñ  bir parçasınen olüni urmaq suretinen onıñ tirilüvi\" şekilinde añlağanlar. Bu  taqdirde, vaqia bir mucizedir; Allahnıñ qudretinen olü boyle bir sebep olmadan  da, tirile bile. Diqqatnı daa ziyade çekmek içün boyle bir merasim tertip etilgen  ve aqibette mucize sadir olğan"
      },
      "74": {
        "text": "(Lâkin) bulardan soñra kene qalpleriñiz qattılaştı. Artıq qalpleriñiz taş  kibi ya da daa qattıdır. Çünki, taşlardan oylesi bar ki, içinden irmaqlar aqar.  Oylesi de bar ki, çatlar da, ondan suv fışqırır. Taşlardan bir qısmı da, Allah  qorqusınen, yuqarıdan aşağı yuvarlanır. Allah yapayatqan şeyleriñizden ğafil  degil.",
        "commentary": ""
      },
      "75": {
        "text": "Şimdi (ey, mu'minler!) olar sizge inanacaqlarına umüt etesiñizmi? Albuki,  olardan bir qısmı Allahnıñ kelâmını eşite de, eyice añlağandan soñ, bile bile onı boza ediler.",
        "commentary": ""
      },
      "76": {
        "text": "(Munafıqlar) inanğanlarnen rastkelişkende «İman ettik» derler. Bir-birlerinen  koz-kozge qalğanda ise: «Allahnıñ sizge açqanlarını (Tevrattaki bilgilerni)  Rabbiñiz qatında siziñ aleyhinizge delil ketirüvleri içün, olarnı  añlatasıñızmı; bularnı tüşünmeysiñizmi?» derler.",
        "commentary": ""
      },
      "77": {
        "text": "Olar bilmezlermi ki, gizlegenlerini de, açıq yapqanlarını da, Allah bilmekte.",
        "commentary": ""
      },
      "78": {
        "text": "Aralarında bir taqım ummiyler bar ki, Kitapnı (Tevratnı) bilmezler. Butün  bilgenleri qulaqtan eşitme şeylerdir. Olar sadece zan ve tahmin etmekteler.",
        "commentary": "Ummiy - oquvı-yazısı olmağan demektir. Yeudiy ya da hristian olmağan araplarğa da  ummiy degenler olğan"
      },
      "79": {
        "text": "Ellerinen (bir) Kitap yazıp, soñra onı az bir bedel qarşılığında satmaq içün  «Bu Allah qatındandır», degenlerge yazıqlar olsun! Ellerinen yazğanlarından otrü,  vay olarnıñ alına! Ve qazanğanlarından otrü vay olarnıñ alına!",
        "commentary": ""
      },
      "80": {
        "text": "İsrail oğulları: «Sayılı bir qaç kun istisna, bizge ateş toqunmaycaq»,  dediler. De ki (olarğa): «Siz Allah qatından bir söz aldıñızmı -ki, Allah sözinden  qaytmaz-, yoqsa Allah aqqında bilmegen şeyleriñizni söyleysiñizmi?»",
        "commentary": ""
      },
      "81": {
        "text": "Yoq! Kim bir yamanlıq yapar da, yamanlığı oziniñ çevresini quşatsa, işte o  kimseler ceennemlidirler. Olar o yerde daimiy qalırlar.",
        "commentary": ""
      },
      "82": {
        "text": "İman etip, faydalı iş yapqanlarğa kelgende, olar da cennetlidirler. Olar o yerde  daimiy qalırlar.",
        "commentary": ""
      },
      "83": {
        "text": "Vaqıtınen biz İsrail oğullarından: «Yalıñız Allahqa qullıq eteceksiñiz,  ana-babağa, yaqın aqrabağa, yetimlerge, yoqsullarğa eyiliq yapacaqsıñız», diye  söz alğan ve «insanlarğa guzel söz söyleñ, namaznı qılıñ, zekâtnı beiñ», diye de  emir etken edik. Soñunda, azıñız istisna, yuz çevirerek, dönüp kettiñiz. (İsrail oğullarınıñ yapqan işleri ve arektleri aqqındaki bu bilgiler, Qur'an  kelgen devirde yaşağan yeudiylerniñ Tevratnı bozıp, aqiqatnı gizlegenlerinden  tolayı, berilgen. Çünki, Az. Muhammed yollanılğan vaqıtta Arabistanda, ayrıca  Medinede (Yesrib) ve civarında olduqça çoq bir yeudiy toplulığı yaşamaqta edi.  Ahır zaman peyğamberi yollanılmadan evel, bir peyğamber kelecegini etrafqa  yayğan yeudiyler peyğamberimiz kelgeninen, sözlerini deñiştirdiler. Zira, olar  kelecek peyğamberni yeudiylerden bekley ediler. Araplardan kelgeninen, onı  kunlediler. Qur'anda yeudiyler aqqında daa çoq bilgi berilüvniñ sebebi budır.  Ahır zaman peyğamberi, soñunda hiyanetlikleri sebebinden, olarnen cenkleşmek ve  olarnı yurtlarından sürmek zorunda qaldı. Yeudiyler alâ musulmanlarğa olğan  duşmanlıqlarını devam ettirmekteler).",
        "commentary": ""
      },
      "84": {
        "text": "(Ey, İsrail oğulları!) Sizden bir-biriñizniñ qanını tökmeycegiñizge, bir biriñizni yurtlarıñızdan çıqarmaycağıñızğa dair söz alğan edik. Er şeyni  korerek, soñunda bularnı qabul etken ediñiz.",
        "commentary": ""
      },
      "85": {
        "text": "Bu añlaşuvnı qabul etken sizler, (bergen söziñizniñ aksine) bir-biriñizni  oldire, arañızdan bir qısmını yurtlarından çıqara, fenalıq ve duşmanlıqta  olarğa qarşı birleşmektesiñiz. Olarnı yurtlarından çıqarmaq sizge aram  olğanı alda, (em çıqara, em de) sizge esirler olaraq kelgenlerinde, fidye berip,  olarnı qurtarasıñız. Yoqsa, siz Kitapnıñ bir qısmına inanıp, bir qısmını  inkâr etesiñizmi? Sizden oyle davranğanlarnıñ cezası dünya ayatında ancaq  masharalıq; qıyamet kunünde ise, eñ şiddetli azapqa itelüvdir. Allah siziñ  yapayatqanlarıñızdan asla ğafil degil.",
        "commentary": ""
      },
      "86": {
        "text": "İşte, olar ahiretke qarşılıq dünya ayatını satın alğan kimselerdir. Bu sebepten,  ne azapları yengilleştirilecek, ne de ozlerine yardım etilecek.",
        "commentary": "Bu ayetler yeudiylerniñ türlü-türlü quruntılarını añalata. İslâmdan evel  Medinede bulunğan eki fırqa ediler. Olardan biri – Evs, digeri de – Hazrec  qabilesinen beraber edi. Evsnen Hazrec qavğa etip, cenkke kirişkence, olar da  beraber cenkleşe ediler. Bu arada yeudiyler bir-birlerini oldire ve yurtlarından  quva ediler. Esir olaraq keri kelgenlerinde, bu sefer olarnı fidye berip, keri ala  ediler. Bu vaziyet soralğanda, «Ne yapayıq, Allahnıñ emiri boyle», dey ediler. Bunıñ  kibi, türlü qaba işler yapa ediler"
      },
      "87": {
        "text": "Ant olsun, biz Musağa Kitapnı berdik. Ondan soñra ardı-sıra peyğamberler  yolladıq. Meryem oğlu İsağa da mucizeler berdik. Ve onı Ruuhu'l-Qudus  (Cebrail) ile destekledik. (Lâkin), goñyulleriñizge yatmağan şeylerni söylegen bir  elçi kelgeninen, oña nisbeten buyuklik tasladıñız. (Sizge kelgen)  peyğamberlerden bir qısmını yalanladıñız, bir qısmını da oldirdiñiz.",
        "commentary": "Bu yerde Allah Taalâ İsrail oğullarına şu manada tenbiyeley: Ant olsun ki, Musağa  Kitapnı biz berdik, ondan soñ kelgen peyğamberlerni biz yolladıq. Az. İsanı da biz  yolladıq ve oña Ruuhu'l-Qudus ile qol tuttıq. Siz onı oldirmege teşebbüs  ettiñiz, faqat bunı yapalmadıñız. Az. Muhammedni de oldirmege teşebbüs  etesiñiz. Onı da yapalmazsıñız, biz onı qorçalarmız. İnkâr ve isyanıñız  sebebinden, Allahnıñ lânetini qazandıñız. Bundan soñ iman etüviñiz  beklenilmez. Ortağa qoyğan sebepleriñiz de keçmez"
      },
      "88": {
        "text": "(Eudiyler peyğamberlerge ustünden kulerek:) «Kalplerimiz perdelidir», dediler.  Yoq; kufür ve isyanları sebebinden Allah olarnı lânetlegendir. O sebepten pek az  inanırlar.",
        "commentary": ""
      },
      "89": {
        "text": "Daa evel kâfirlerge nisbeten zafer istegenlerinde, ozlerine Allah qatından  ellerindeki (Tevratnı) doğrulağan bir Kitap kelip de, (Tevrattan) ogrenip bilgen  aqiqatlar qarşılarına çıqqanınen, onı inkâr ettiler. İşte, Allahnıñ lâneti  boyle inkryacılarğadır. (83-nci ayetteki añlatuvğa baqıñız).",
        "commentary": ""
      },
      "90": {
        "text": "Allahnıñ qullarından istegenlerine peyğamberlik ihsan etüvini kunlegenleri  içün, Allahnıñ endirgenini (Qur'annı) inkâr eterek, ozlerini satqanları ne yaman  bir şeydir! Boylece, olar ğadap ustüne ğadapqa oğradılar. Ayrıca kâfirler  içün alçaltıcı bir azap bar.",
        "commentary": ""
      },
      "91": {
        "text": "Olarğa: «Allahnıñ endirgenine iman etiñiz», denilgeninen: «Biz sadece bizge  endirilgenge (Tevratqa) inanırmız», derler ve ondan başqasını inkâr eterler.  Albuki, o Qur'an oz ellerinde bulunğan Tevratnı doğrulayıcı olaraq kelgen  haq Kitaptır. (Ey, Muhammed!) Olarğa: «Şayet siz aqiqaten inanğan olsañız,  evelleri Allahnıñ peygamberlerini ne içün oldüre ediñiz?» de.",
        "commentary": ""
      },
      "92": {
        "text": "Ant olsun, Musa sizge belli mucizeler ketirgen edi. Soñra onıñ artından, zalimler  olaraq, buzavnı (tañrı) edindiñiz.",
        "commentary": ""
      },
      "93": {
        "text": "Hatırlañ ki, Tuur dağınıñ altında sizden söz alğan: «Sizge bergenlerimizni qavi  tutıñ, aytılğanlarnı añlañ», degen edik. Olar: «Eşittik ve isyan ettik», dediler.  İnkârları sebebinden, kalplerine buzav sevgisi toldırıldı. De ki: eger inansañız,  imanıñız sizge ne fena şeylerni emir etmekte!",
        "commentary": "Eudiyler Tevrattan alğan bilgilerine kore, bir peyğamber kelecegini bile ediler  ve onıñ ozlerinden kelecegini tüşünerek, ondan faydalanmaq planlarını tize  ediler. Beklegen peyğamberleri araplardan kelgeninen, onı inkâr ettiler. 89-nci  ayette buña işaret etile. Olar aslında Az. Musağa da tolusınen inanmağan ediler.  92-nci ayette ifade etilgeni kibi, Az. Musa nice mucizeler ketirgeni alda, o  Tuurğa ketkeninen, buzavğa tabındılar"
      },
      "94": {
        "text": "(Ey, Muhammed, olarğa:) «Şayet (idda etkeniñiz kibi), ahiret yurtu Allah qatında  diger insanlarğa degil de, yalıñız sizge ait olsa ve bu iddañızda doğur iseñiz,  aydı, olümni tileñiz (baqayıq)», de.",
        "commentary": ""
      },
      "95": {
        "text": "Olar oz ellerinen evelde yapqan işleri (gunyah ve isyanları) sebebinden, iç bir zaman  olümni tilep olamaycaqlar. Allah zalımlernı yahşı bilir.",
        "commentary": "Eudiyler: «Ahiret ayatı sadece bizge aittir», şekilinde idda etkenler, bunıñnen  «Eudiy olmağanlar obir dünyada nimetke nail olamazlar», demek istegenler. Bu  iddağa cevaben, siz de olarğa: «Madem ki oyle, aydı, olümni isteñiz», deñ. Amma,  olar asla olmek istemezler. Bu ayetler yeudiylerniñ ırqçılıq tüşüncesiniñ  ahiretke qadar uzağanını kostere"
      },
      "96": {
        "text": "Yemin olsun ki, sen olarnı yaşamaq içün insanlarnıñ eñ açkozi olaraq bulırsıñ.  Putperestlerden er biri de arzular ki, biñ yıl yaşasın. Albuki, yaşatılması iç  kimseni azaptan uzaqlaştırmaz. Allah olarnıñ yapayatqanlarını eksiksiz korer.",
        "commentary": ""
      },
      "97": {
        "text": "De ki: «Cebrailge kim duşman ise, şunı yahşı bilsin ki, Allahnıñ izninen,  Qur'annı seniñ qalbiñye bir hidayet reberi, evel kelgen kitaplarnı  doğrulayıcı ve mu'minler içün de mujdeci olaraq, O endirgendir». (Rivayetke kore, Fedek hahamlarından Abdullah b. Suriye Peyğamberimiznen munaqaşa  etken, oña vahiyni kim ketirgenini sorağan, (Cebrail) degeninen, «O bizim  duşmanımız. Başqası ketirgen olsa, iman eter edik», degen. Bunıñ uzerine bu ayet  engen).",
        "commentary": ""
      },
      "98": {
        "text": "Kim Allahqa, meleklerine, peyğamberlerine, Cebrailge ve Mikailge duşman olsa,  bilsin ki, Allah da inkârcı kâfirlerniñ duşmanıdır.",
        "commentary": ""
      },
      "99": {
        "text": "Ant olsun ki, saña açıq-aydın ayetler endirdik. (Ey, Muhammed!) Olarnı yalıñız  fasıqlar inkâr eterler.",
        "commentary": ""
      },
      "100": {
        "text": "Ne zaman olar bir antlaşuv yapsalar, kene ozlerinden bir topu onı bozmadımı? Zaten  olarnıñ çoqu iman etmez.",
        "commentary": ""
      },
      "101": {
        "text": "Allah tarafından ozlerine yanlarında bulunğanını tasdiq etici bir elçi  kelgeninen, ehl-i kitaptan bir topu, sanki Allahnıñ Kitabını bilmegen kibi, onı  artlarına atıp, terk ettiler.",
        "commentary": ""
      },
      "102": {
        "text": "Suleymannıñ ukümranlığı aqqında olar şeytanlarnıñ uydırıp söylegenerine  tabi oldılar. Albuki, Suleyman tılsım yapıp, kâfir olmadı. Lâkin, şeytanlar kâfir  oldılar. Çünki, insanlarğa sihirni ve Babilde Haarutnen Maarut ismli eki melekke  edirilgenni ogrete ediler. Albuki, o eki melek er keske: «Biz yalıñız imtian içün  yollanıldıq, saqın yañlış inanıp da, kâfir olmañız», demeden, iç kimsege (sihir  ilmini) ogretmez ediler. Olar o eki melekten qadınnen qoca arasını açacaq  şeylerni ogrene ediler. Albuki, tılsımcılar Allahnıñ izni olmadan, iç kimsege  zarar beralmazlar. Olar ozlerine fayda bergenni degil de, zarar bergenni ogrenirler.  Sihirni satın alğanlarnıñ (oña inanıp, para bergenlerniñ) ahiretten nasibi  olmağanını pek yahşı bilmekteler. Qarşılığında ozlerini satqan şeyleri ne  fenadır! Keşke bunı añlasa ediler! (Eski qavmlarnıñ çoqu sihirge inana edi. Bu sebepten, sihir diniy inançlarnen  tamamen qarışıq vaziyette edi. Bu sebepten, sihirbazlar halqnı qandıra ediler.  Sihirniñ çeşitleri boyledir: 1.Keldaaniylerniñ sihiri: Bular yıldızlarğa tabınırlar, kâinatnı idare  eticiler yıldızlar olğanını, hayır ve şerrniñ olardan kelgenini, semaviy  kuçlerniñ yerdeki kuçlernen birleşüvi neticesinde mucizeler meydanğa  kelgenini söyley ediler. Bularnı doğru yolğa qoymaq içün Allah Az. İbrahimni yolladı. Bular da, oz aralarında uç fırqa ediler: 1. Keldaaniylerniñ sihiri: Bular yıldızlarğa tabınırlar, kâinatnı idare  eticiler yıldızlar olğanını, hayır ve şerrniñ olardan kelgenini, semaviy  kuçlerniñ yerdeki kuçlernen birleşüvi neticesinde mucizeler meydanğa  kelgenini söyley ediler. Bularnı doğru yolğa qoymaq içün Allah Az. İbrahimni  yolladı. Bular da, oz aralarında uç fırqa ediler: a). Felek ve yıldızlarnıñ ebediy olğanını söyleyiciler ki, olarğa \"Saabie\"  denilir. b). Felekniñ ilâhiyligine inanğanlar. Bular er felek içün yerde bir put yapqan ve oña  hızmet etken putperestlerdir. c). Felekni ve yıldızlarnı yaratqan birisi olğanını ve bunıñ olarğa yer yuzini  idare etmege aq bergenini söyleyicilerdir. Bular yıldızlarnı aracı qabul ete  ediler. 2. Ruh kuçüne tayanaraq, ortağa çıqqan sihir: Buña kore, insan ruhı yoq etüvnen  icat etüv, oldürüv, tiriltüv, vucut ve şekilde deñişiklik yapmaq kuçüne  qavuşır. 3. Ruhiy varlıqlardan faydalanılaraq yapılğan sihir: Bu da musqa (adamlarnıñ  ustlerine taqqan dua) yapmaq ve cinlerden yardım almaq kibi şekillernen yapılır. 4. Kozboyamaq şekilinde yapılğan sihir: Kozbaylayıcılıq, el çabukligi ve buña  beñzegen areketler kibi. İslâm alimleri, sihirniñ birinci ve ekinci şekline inanğanğanlarnıñ kâfir  olğanlarını tasdiq etkenler. Ancaq ayette bildirilgeni şekilde  yaratıcınıñ Allah Taala olğanına inanaraq ve fenalıqta qullanmamaq  şartınen, sihir ilmini ogrenüvde zarar yoqtır. Yeudiyler arasında tılsım keniş  darqağan edi. Bu sebepten, Az. Suleymannıñ buyuk bir tılsımcı olğanını,  ukümdarlıqnı tılsımnen elde etkenini, ayvanlarğa ve cinlerge tılsımnen uküm  etkenini söyler ve buna inanır ediler. Az. Suleyman Qur'anda peyğamber olaraq  tanıtılğanınen, «Muhammed Suleymannı peygamber saya, albuki o, bir  tılsımcıdır», dediler.)",
        "commentary": ""
      },
      "103": {
        "text": "Eger iman etip, ozlerini fenalıqtan qorçalasalar edi, şubesiz, Allah tarafından  berilecek savap daa hayırlı olacaq edi. Keşke bularnı añlasa ediler!",
        "commentary": ""
      },
      "104": {
        "text": "Ey, iman etkenler! \"Raainaa\" demeñ, \"Unzurnaa\" deñ. (Aytılğanlarnı) diñleñ.  Kâfirler içün elem berici bir azap bar. (Resulullah (s. a.) musulmanlarğa bir şey ogretkende, bizni biraz bekle, aşıqma,  manasında \"Raainaa\" der ediler. Yeudiylerniñ de sögünç manasındaki \"Raainaa\"  kelimeleri bar edi. Musulmanlarnıñ bu sözini eşitkenlerinen, Efendimizge fena  maqsatnen, oyle hitap etmege başladılar. Bunıñ uzerine \"Raainaa\" demeñ, o  mañağa kelgen \"Unzurnaa\" deñ, denildi ki, bizni bekle demektir).",
        "commentary": ""
      },
      "105": {
        "text": "(Ey, mu'minler!) Ehl-i kitaptan kâfirler ve putperestler de Rabbiñizden sizge bir  hayır endirilüvini istemezler. Albuki, Allah rahmetini tilegenine berir. Allah  buyuk lütf saibidir.",
        "commentary": ""
      },
      "106": {
        "text": "Biz bir ayetniñ ukmini ortadan qaldırsaq ya da onı unuttırsaq (keçiktirsek),  mıtlaqa daa eyisini ya da oña beñzegenini ketirirmiz. Bilmezmisiñiz ki, Allah er **şeyge qadirdir.**",
        "commentary": "Soñundan kelgen bir ayetniñ, evelde kelgen ayetniñ ukmini ortadan qaldıruvına  «nesh» denile. Allah Taalâ insanlıqnıñ medeniy inkişafı ve bu inkişafnı  doğurğan itiyaclarğa uyğun olaraq, keregince yañı peyğamber ve kitaplar  yollağan, evelkilerine ait bazı ukümlerni ortadan qaldırğan. Ayetleriniñ ukmi  ebediy olğan Qur'an-ı Kerim nazil olğanda, bu devirge ait olaraq, bazı ayetler  digerlerni nesh etkenler; ancaq bularnıñ sayısı pek az ve ilk İslâm nesliniñ  terbiyesi ve alışuvı maqsadına yoneltilgendir"
      },
      "107": {
        "text": "(Kene) bilmeysiñmi, koklerniñ ve yerniñ mulkiyeti ve ukümranlığı yalıñız  Allahnıñdır? Siz içün Allahtan başqa ne bir dost, ne de bir yardımcı bar.",
        "commentary": ""
      },
      "108": {
        "text": "Yoqsa siz de (ey, musulmanlar), daa evel Musadan soralğanı kibi, peyğamberiñizden  sualler soramaq isteysiñizmi? Kim imannı kufürge deñiştirse, şubesiz, doğru  yoldan sapqan olur.",
        "commentary": "Peyğamberden çoq sual soraluvı - ukümlerniñ çoqlaşuvını ve tarlaşuvını talap  eter. Şunıñ içün Medine devrinde bir muddet sual bermek yasaqlanğan"
      },
      "109": {
        "text": "Ehl-i kitaptan çoqu aqiqat ozlerine açıq-aydın belli olğandan soñ, sırf  içlerindeki kuncilikten otrü, sizni imanıñızdan vazgeçtirip, kufürge  döndirmek istediler. Kene de siz Allah olar aqqındaki emirini ketirgenge qadar  afu etip bağışlañ. Şubesiz, Allah er şeyge qadirdir.",
        "commentary": ""
      },
      "110": {
        "text": "Namaznı qılıñ, zekâtnı beriñ, evelden oziñiz içün yapqan er eyilikni  Allahnıñ qatında bulacaqsıñız. Şubesiz, Allah yapayatqanlarıñıznı eksiksiz  korer.",
        "commentary": ""
      },
      "111": {
        "text": "(Ehl-i kitap:) «Eudiyler yahut hristianlardan ğayrı, iç kimse cennetke kirmeycek»,  dediler. Bu olarnıñ quruntısıdır. Sen olarğa: «Eger aqiqaten doğru  söyleseñiz, deliliñizni ketiriñ», de.",
        "commentary": ""
      },
      "112": {
        "text": "Aksine, kim muhsin olaraq, yuzini Allahqa çevirse, (Allahqa haqqı ile qullıq  etse), onıñ eciri Rabbi qatındadır. Oyleleri içün ne bir qorqu bar, ne de ğam  çekerler. (Bu ayette Allahqa qullıq etmek ihsan vasfına bağlanğandır. Yani bir kimse  ibadet etmekle ozini qurtaralmaz, ozini qurtaruvı içün mushinlerden olması kerek.  Muhsin yapqan işini Allah içün yapıcı, sadece Ondan qorqqan, o sebeple işini  eksiksiz yapqan ve er işniñ aqqını bergen kimse demektir).",
        "commentary": "Hristian araplardan olğan Necran eyeti Resululalahnıñ uzurına çıqqanınen,  yeudiyler olarnıñ yanına keldiler. Aralarında munaqaşa yaptılar. Bir-birlerini  qabaatladılar. Bunıñ uzerine aşağıdaki ayetler keldi"
      },
      "113": {
        "text": "Episi de Kitapnı (Tevrat ve İncilni) oquğanları alda, yeudiyler: «Hristianlar  doğru yolda degiller», dediler. Hristianlar da: «Eudiyler doğru yolda degiller»,  dediler. Kitapnı bilmegenler de, bir-birleri aqqında tıpqı olarnnıñ  aytqanlarını söylediler. Allah, ihtilâfqa tüşken hususlarında qıyamet kuni olar  aqqında ukmini berecek.",
        "commentary": ""
      },
      "114": {
        "text": "Allahnıñ mescitlerinde, Onıñ adı añıluvına mani olğan ve olarnıñ harap  oluvına areket eticiden daa zalim kim bar! Aslında bularnıñ o yerlerge yalıñız  qorqaraq kirüvleri kerek. (Başqa türlü kirmege aqları yoqtır). Bular içün  dünyada rezillik, ahirette de, buyuk azap bardır.",
        "commentary": ""
      },
      "115": {
        "text": "Şarq da Allahnıñdır, ğarp da. Ne yerge dönseñiz, Allahnıñ yuzi (zatı) o yerdedir.  Şubesiz, Allah(nıñ rahmeti ve nimeti keniştir), O er şeyni bilicidir.",
        "commentary": "Allah er yerde azır ve nazir olmaqnen birlikte, namazda qıblağa dönmek, ibadetlerde  nizam ve intizamnı teminlemek ğayesine aittir"
      },
      "116": {
        "text": "«Allah bala edinde», dediler. Haaşaa! O, bundan uzaqtır. Koklerde ve yerde  olğanlarnıñ episi Onıñdır, episi Oña boysunğandır.",
        "commentary": "Eudiyler: «Uzeir Allahnıñ oğludır», derken, hristianlar: «İsa Allahnıñ  oğludır», dediler. Muşrik araplar ise: «Melekler Allahnıñ qızlarıdır», degen  ediler. Bu ayette Allah Taalânıñ bulardan uzaq olğanı añlatıla"
      },
      "117": {
        "text": "(O), koklerniñ ve yerniñ tek yaratıcısıdır. Bir şeyni tilegende, oña sadece «Ol!»  der, o da aman olur.",
        "commentary": "Allah Taalânıñ bir şeyni murat etüvi, Onıñ aqqında «Ol!» emridir. Allahnıñ  tilegen er şeyi vaqtı-saatı kelgeninen, mıtlaqa olur"
      },
      "118": {
        "text": "Bilmegenler dediler ki: «Allah biznen qonuşmalı ya da bizge bir ayet (mucize)  kelmeli degil edimi?» Olardan evelkiler de, işte tıpqı olarnıñ söylegenlerini  aytqan ediler. Qalpleri (aqılları) nasıl da bir-birine beñzedi! Aqiqatnı  eyice bilmek istegenlerge ayetlerni açıq-aydın kosterdik.",
        "commentary": ""
      },
      "119": {
        "text": "Doğrusı, biz seni Haq (Qur'an) ile mujdeleyici ve tenbiyeleyici olaraq  yolladıq. Sen ceennemlilerden mesuliyetli degilsiñ.",
        "commentary": ""
      },
      "120": {
        "text": "Dinlerine uymağanıñce yeudiyler de, hristianlar da, senden asla razı  olmaycaqlar. De ki: «Doğru yol ancaq Allahnıñ yoludır». Saña kelgen ilimden  soñra, olarnıñ arzularına uyacaq olsañ, ant olsun ki, Allahtan saña ne bir dost,  ne de bir yardımcı bardır.",
        "commentary": ""
      },
      "121": {
        "text": "Ozlerine kitap bergen kimselerimiz(den bazısı) onı, aqqını kozeterek, oqurlar.  Çünki, olar oña iman eterler. Onı inkâr eticelerge kelgende, işte, aqiqaten  zararğa oğrağanlar olardır.",
        "commentary": "Bu ayet yeudiy alimlerinden Abdullah ibn Selâm ve arqadaşları aqqında engen. Bular  Qur'anğa inandılar ve ondaki ahkâmnı tasdiq ettiler. Bir başqa rivayetke kore de,  bu ayet Cafer b. Ebi Talipnen beraber Habeşistandan kelgen qırq kişilik  cemaat aqqındadır ki, bular ehl-i kitaptan İslâmnı qabul etkenlerdir"
      },
      "122": {
        "text": "Ey, İsrail oğulları! Sizge bergen nimetlerimni ve sizni (bir zamanlar) cumle alemge  ustün etkenimni hatırlañ.",
        "commentary": ""
      },
      "123": {
        "text": "Ve bir kunden korquñ ki, o kunde iç kimse başqasınıñ adına bir şey odep  olamaz, kimseden fidye kabul etilmez, iç kimsege şefaat fayda bermez. Olar iç bir  yardım da kormezler.",
        "commentary": "Şefaat bazı şartlarğa bağlıdır. Eñ muimi – imandır"
      },
      "124": {
        "text": "Bir zamanlar Rabbi İbrahimni bir taqım kelimelernen sınağan edi, olarnı tam  olaraq yerine ketirgeninen: «Men seni insanlarğa reber yapacam», degen edi.  «Soyumdan da (reberler yap, ya Rabbi!)», dedi. Allah: «Ahtım zalımlarğa irişalmaz (olar  içün söz bermem)», buyurdı.",
        "commentary": ""
      },
      "125": {
        "text": "Biz Beytni (Kâbeni) insanlarğa toplanuv mekânı ve işançlı bir yer yaptıq. Siz de  İbrahimniñ maqamından bir namaz yeri ediniñ (o yerde namaz qılıñ). İbrahim ve  İsmailge: «Tavaf etkenler, ibadetke qapanğanlar, ruku ve secde etkenler içün  Evimizni temiz tutıñ», diye emir etken edik.",
        "commentary": ""
      },
      "126": {
        "text": "İbrahim de degen edi ki: «Ey, Rabbim! Bu yerni işançlı bir şeer yap, halqından  Allhqa ve ahiret kunüne inanğanlarnı çeşit meyvalarnen besle. Allah buyurdı ki:  Kim inkâr etse, onı az bir muddet faydalandırır, soñra onı ceennem azabına  süyreklerim. Ne fena barılacaq yerdir o yer!",
        "commentary": "Allah inkâr etkenlerni de dünyada rızıqladırmaqta, dünya nimetlerinden  tilegenleri kibi faydalanuvlarına imkân bermektedir. Bu alda, dünyanıñ nimeti  dindarlıqqa bağlı degildir. Dünya nimeti mu'minge de, kâfirge de berilir. Bular  birer imtian vesilesidir; hayırlı olıp-olmağanları neticege bağlıdır. Servet  ve iqtidar, eger qullıqqa vesile olğan ise, o vaqıtta bu eki cian saadetidir.  Azğınlıq ve sapıqlıqqa sebep olğan ise, ebediy ayatnı yoq etken, saadet yerine  felâket ketirgen olur"
      },
      "127": {
        "text": "Bir zamanlar İbrahim İsmail ile beraber Beytullahnıñ temellerini yukselte, (şoyle  dey ediler): «Ey, Rabbimiz! Bizden bunı qabul buyur, şubesiz sen eşiticisiñ,  bilicisiñ».",
        "commentary": "Kâbeniñ quruluvı aqqındaki rivayetlerge kore, Az. Adem ile Ava cennetten  çıqarılğan vaqıtta, yer yuzinde Arafatta tapışalar, beraber ğarpqa doğru  yureler, Kâbe olğan yerge keleler. Bu esnada Adem bu buluşuvğa şukür olmaq uzre,  Rabbine ibadet etmek istey ve cennette olğanda etrafında tavaf eterek, idabet  etken, nurdan stunnıñ tekrar ozine berilüvini istey. İşte, o nurdan stun o yerde  peyda ola ve Az. Adem onıñ etrafında tavaf eterek, Allahqa ibadet ete. Bu nurdan  stun Az. Şiit zamanında ğayıp ola, yerinde qara bir taş qala. Bunıñ uzerine Az.  Şiit onıñ yerine taştan onıñ kibi dörtkoşe bina yapa ve o qara taşnı o binanıñ  bir koşesine yerleştire. İşte, bugun Hacer-i Esved diye bilingen qara taş odır.  Soñra, Nuh tufanında bu bina qumlar astında uzun bir devir saqlı qala. Az.  İbrahim, Allahnıñ emrinen, Kâbe olğan yerge kete, oğlu İsmailnen birlikte o yerge  yerleşe. Soñra, İsmailnen beraber Kâbe olğan yerni qaza. Az. Şiit tarafından  yapılğan binanıñ temellerini tapa ve o temellerniñ ustüne bugun mevcut olgan  Kâbeni inşa ete. Ayette «Beytullahnıñ temellerini yukselte» cumlesi bunı ifade  ete"
      },
      "128": {
        "text": "Ey, Rabbimiz! Bizni saña boysunğanlardan eyle, neslimizden de saña itaat etken bir  ummet çıqar, bizge ibadet usullarımıznı koster, tövbemizni qabul et; zira,  tövbelerni çoqça qabul etici, çoq merhametli yalıñız Sensiñ.",
        "commentary": ""
      },
      "129": {
        "text": "Ey, Rabbimiz! Olarğa aralarından Seniñ ayetleriñni ozlerine oquycaq, olarğa  kitap ve ikmetni ogretecek, olarnı temizleycek bir peyğamber yolla. Çünki, ustün  kelici, er şeyni yerli-yerince yapıcı yalıñız Señsiñ.",
        "commentary": ""
      },
      "130": {
        "text": "İbrahimniñ dininden ozini bilmegenlerden başqa kim yuz çevirir? Ant olsun ki,  biz onı dünyada (elçi) seçtik, şubesiz o ahirette de eyilerdendir.",
        "commentary": ""
      },
      "131": {
        "text": "Çünki, Rabbi oña: «Musulman ol», degen, o da: «Alemlerniñ Rabbine boysundım»,  degen edi.",
        "commentary": ""
      },
      "132": {
        "text": "Bunı İbrahim de oz oğlularına vasiyet etti, Yaqub da: «Oğullarım! Allah siz içün  bu dinni (İslâmnı) seçti. O alda sadece musulmanlar olaraq olüñiz», (dedi).",
        "commentary": ""
      },
      "133": {
        "text": "Yoqsa, Yaqubğa olüm kelgen vaqıtta siz o yerde ediñizmi? O zaman (Yaqub)  oğullarına: «Menden soñ kimge qullıq eteceksiñiz?» degen edi. Olar: «Seniñ ve  atalarıñ İbrahim, İsmail ve İshaqnıñ ilâhi olğan tek Allahqa qullıq  etecekmiz; biz yalıñız Oña teslim olğandırmız», dediler.",
        "commentary": ""
      },
      "134": {
        "text": "Olar bir ummet edi, kelip-keçti. Olarnıñ qazanğanları ozleriniñ, siziñ  qazanğanlarıñız siziñdir. Siz olarnıñ yapqanlarından mesuliyetke  çekilmezsiñiz.",
        "commentary": ""
      },
      "135": {
        "text": "(Eudiyler ve hristianlar musulmanlarğa:) «Eudiy ya da hristian oluñız ki, doğru  yolnı bulursıñız», dediler. De ki: «Öq! Biz hanif olğan İbrahimniñ dinine  uyarmız. O muşriklerden degil edi».",
        "commentary": "Hanif - er türlü batıl dinden uzaq turıp, yalıñız haq dinge yonelgen kişi  demektir"
      },
      "136": {
        "text": "«Biz Allahqa ve bizge endirilgenge; İbrahim, İsmail, İshaq, Yaqub ve esbaatqa  endirilgenge, Musa ve İsağa berilgenlernen, Rabbleri tarafından diger  peyğamberlerge berilgenlerge, olardan iç biri arasında farq kormeden, inandıq  ve biz sadece Allahqa teslim oldıq», deñ.",
        "commentary": "Esbaat - torunlar demektir. Bu yerde Az. Yaqubnıñ 12 evlâdından torunrları kozde  tutıla"
      },
      "137": {
        "text": "Eger olar da siz inanğanıñız kibi insansalar, doğru yolnı tapqan olurlar; dönseler,  mıtlaqa añlaşmazlıqqa tüşerler. Olarğa nisbeten Allah saña yeterli. O  eşiticidir, bilicidir.",
        "commentary": ""
      },
      "138": {
        "text": "Allahnıñ (bergen) renki ile boyandıq. Allahtan daa guzel renkni kim bere bilir? Biz  ancaq oña qullıq etermiz (deñ). (Zemahşeriyniñ añlatqanlarına kore, hristianlar yañı doğğan balalarnı bir  suvnen boyay ve (işte, şimdi hristian oldı), dey ediler ve onı o bala içün temizlik saya  ediler. Ayette musulmanlarnıñ buña nisbeten «Allahnıñ boyasınen boyandıq»  deyuvleri emir etildi. Allahnıñ boyası İslâm fıtratı, İslâm ve iman temizligidir).",
        "commentary": ""
      },
      "139": {
        "text": "De ki: Allah bizim de Rabbimiz, siziñ de Rabbiñiz olğanı alda, onıñ aqqında  biznen tartışmağa kirişesiñizmi? Bizim yapqanlarımız bizge, siziñ  yapqanlarıñız da sizge aittir. Biz Oña gonülden bağlanğanlardanmız.",
        "commentary": ""
      },
      "140": {
        "text": "Yoqsa, siz İbrahim, İsmail, İshaq, Yaqub ve esbaatnıñ yeudiy, ya da hristian  olğanlarını söylesiñizmi? De ki: Siz daa yahşı bilesiñizmi, yoksa Allahmı? Allah  tarafından ozine (bildirilgen) bir şaatlıqnı gizlegenden de daa zalım kim ola  bilir? Allah yapqanlarıñızdan ğafil degildir.",
        "commentary": ""
      },
      "141": {
        "text": "Olar bir ummet edi, kelip-keçti. Olarnıñ qazanğanları ozlerine, siziñ  qazanğanlarıñız da sizge aittir. Siz olarnıñ yapqanlarından mesuliyetke  çekilmezsiñiz. (Resulullah (s.a.) Medinege kelgenden soñ, musulmanlar 16-17 ay qadar Qudusqa  yonelerek namaz qıldılar. Bu vaziyet yeudiylerniñ qopayuvlarına, «Muhammed ve ashabı  qıblalarınıñ neresi olğanını bilmey ediler, biz olarğa yol kosterdik», kibi  laflar etüyovlerine ve bunı etrafqa yayuvlarına sebep olğan edi. Resulullah Allahtan  İslâmğa oz qıblasınıñ berilmesini niyaz etti. İşte, bundan soñ Qudustan  Kâbege dönülmege emir keldi. Bunıñ ustüne, yeudiyler ve munafıqlar tekrar olur olmaz koñuşmağa başladılar. Aşağıdaki ayetler bu vaziyetni añlata).",
        "commentary": ""
      },
      "142": {
        "text": "İnsanlardan bir qısım aqılsızlar: «Önelgen qıblalerından olarnı çevirgen  nedir?» deycekler. De ki: «Şarq da, ğarp da Allahnıñdır. O istegenini doğru  yolğa qoyar».",
        "commentary": ""
      },
      "143": {
        "text": "İşte, boylece siziñ insanlıqqa şaatlar oluvıñız, resulnıñ da sizge şaat  oluvı içün sizni mutedil bir millet yaptıq. Seniñ (arzılap da, şu anda) yonelmegen  qıblañnı (Kâbeni) biz ancaq Peyğamberge uyğanını, okçeleri uzerinde keri  döngenden ayırdı etüviñiz içün qıbla yaptıq. Bu Allahnıñ hidayet bergen  kimselerden başqasına elbette ağır kelir. Allah siziñ imanıñıznı asla zaya  etecek degildir. Zira, Allah insanlarğa nisbeten şefqatlı ve merhametlidir.",
        "commentary": "Rivayetke kore, qıyamette milletler Peyğamberleriniñ tebliğatını inkâr  eterler. Allah Peyğamberlerden tebliğ etkenlerine dair delil ister. Bunıñ uzerine Ummet-i Muhammed ketirilir ve olar buña şaatlıq eterler. olarğa: «Siz  bunı ne yerden ogrendiniz?» diye soralır. Olar da: «Qur'andan ve Resulullahtan  ogrendik», derler. Niayet, Resulullah ketirilir ve o da buña şaatlıq eter"
      },
      "144": {
        "text": "(Ey, Muhammed!) Biz seniñ yuziñniñ kokke doğru çevrilgenini (ücelerden haber  beklegeniñni) koremiz. İşte, şimdi sen memnun olacaq bir qıblağa döndiremiz.  Artıq yuziñni Mescid-i Haram tarafqa çevir. (Ey, musulmanlar!) Siz de ne yerde  olsañız oluñ, (namazda) yuzleriñizni o tarafqa çeviriñ. Şube yoq ki, ehl-i kitap,  onıñ Rabblerinden kelgen aqiqat olğanını pek yahşı bilirler. Allah olarnıñ  yapayatqanlarından habersiz degil.",
        "commentary": ""
      },
      "145": {
        "text": "Yemin olsun ki (habibim!) Sen ehl-i kitapqa er türlü ayetni (mucizeni) ketirseñ,  kene de olar seniñ qıblaña dönmezler. Sen de olarnıñ qıblasına dönecek  degilsiñ. Olar da bir-birleriniñ qıblasına dönmezler. Saña kelgen ilimden  soñra, eger olarnıñ arzularına uyacaq olsañ, işte o vaqıtta sen haqnı  taptağanlardan olursıñ.",
        "commentary": "Bu ayette inatlıqnıñ insan oğlunı ne alğa ketirgeni añlatılaraq, «Sen  olarnıñ isteklerine uysañ, fenalıq etkenlerden olursıñ», denilgen. Çünki,  Efendimiz eger olarnıñ bir istegini yerine ketirse, bu sefer başqa bir şey isteycekler ve zorluq kormegence, iç bir şeyni qabul etmeycekler. İşte,  ayette bu ceet añlatılğan. Bunıñ da sebebi – inatlıq ve fanatizmdir. İman ile  terbiye etilmegen nefis inat ve fanatizmden qurtulamaz. Bu da insannı daima  fenalıqqa yoneltir"
      },
      "146": {
        "text": "Ozlerine kitap bergenlerimiz onı (o kitaptaki Peyğamberni) oz oğullarını  tanığanı kibi tanırlar. Buña rağmen, olardan bir qısmı bile-bile aqiqatnı  gizler.",
        "commentary": "Eudiyler Tevratta, hristianlar İncilde ahır zaman Peyğamberiniñ  vasıflarını kordiler, onıñ kelüvini beklediler. Er nesil bunı ozünden soñ  kelgenlerge añlattı ve inanuvlarını tevsiye etti. Bunıñ içün er eki qısım da, bu  peyğamberniñ kelüvini dörtkoznen bekley edi. Ancaq onıñ araplar arasından ve  bir yetim kimse olaraq yollanılğanını korgenlerinen, sırf irqçılıq ğayreti ve  tüşüncesinen, inkâr ettiler. Albuki, onıñ haq Peyğamber olğanını, oz  oğullarını bilip tanığanları kibi bile ediler"
      },
      "147": {
        "text": "Aqiqat olğanı – Rabbiñden kelgenidir. O alda şubelenicilirden olma!",
        "commentary": ""
      },
      "148": {
        "text": "Er kesniñ yonelgen bir qıblası bar. (Ey, mu'minler!) Siz hayırlı işlerde  yarışıñız. Ne yerde olasañız olıñ, soñunda Allah epiñizni bir yerge ketirir.  Şubesiz, Allah er şeyge qadirdir.",
        "commentary": ""
      },
      "149": {
        "text": "Ne yerden yolğa çıqsañ çıq, (namazda) yuziñni Mescid-i Haram tarafqa çevir. Bu  emir Rabbiñden saña kelgen aqiqattır. (Biliñ ki,) Allah yapqanlarınızdan  habersiz degil.",
        "commentary": ""
      },
      "150": {
        "text": "(Ebet, Resulım!) Ne yerden yolğa çıqsañ çıq, (namazda) yuziñni Mescid-i Haramğa  doğru çevir. Ne yerde olsañız oluñ, yuzüñizni o yanğa çeviriñ ki, aralarından  aqsızlıq etkenler (quru inatçılar) istisna, insanlarnıñ aleyhiñizde (qullana  bilecek) bir delili bulunmasın. Saqın olardan qorqmañ! Yalıñız menden  qorquñ. Boylece, sizge olğan nimetimni tamamlayım da, doğru yolnı taparsıñız.",
        "commentary": ""
      },
      "151": {
        "text": "Bunıñ kibi, oz arañızdan sizge ayetlerimizni oquğan, sizni fenalıqlardan  arındırğan, sizge Kitapnı ve ikmetni talim etip, bilmegenleriñizni sizge  ogretici bir resul yolladıq.",
        "commentary": ""
      },
      "152": {
        "text": "Oyle ise, siz meni (ibadetnen) añıñ ki, men de sizni añayım. Maña şukür etiñ;  saqın maña nankorlik etmeñ!",
        "commentary": ""
      },
      "153": {
        "text": "Ey, iman etkenler! Sabır ve namaz ile Allahtan yardım isteñ, çünki, Allah mıtlaqa  sabır etkenlernen beraberdir.",
        "commentary": "Sabırnen namaz nefisniñ fena arzularına qarşı eñ buyuk silâdır"
      },
      "154": {
        "text": "Allah yolunda oldürilgenlerge «olüler» demeñ. Aksine, olar tiridirler, lâkin siz  añlap olamazsıñız.",
        "commentary": ""
      },
      "155": {
        "text": "Ant olsun ki, sizni biraz korqu ve açlıq; mallardan, canlardan ve mahsullardan  biraz eksiltüvnen (faqırlıq ile) deñyermiz. (Ey, Peyğamber!) Sabır eticelerni  mujdele!",
        "commentary": ""
      },
      "156": {
        "text": "O sabır etkenler, ozlerine bir belâ kelgen vaqıtta: «Biz Allahnıñ qullarımız ve  biz Oña dönecekmiz», derler.",
        "commentary": ""
      },
      "157": {
        "text": "İşte, Rabblerinden bağışlavlar ve rahmet ep olarğadır. Ve doğru yolnı tapkanlar  da olardır.",
        "commentary": "Bedirde şeit olğan 14 kişi aqqında nazil olğanı rivayet etilgen bu ayet qabir  azabına ya da sefasına da delildir. Olüm, qorqu, açlıq, mal eksikligi, faqırlıq,  hastalıq; bularnıñ episi birer imtiandır. Bular dünya ayatınıñ ayırılmaz  qısımlarıdır, iç kimse bulardan birisine yaqalanuvdan qurtulamaz. Eñ soñunda er  kes olecek. İnanğan aqıllı adam - bularnı Qur'anğa kore añlap  degerlendiricidir"
      },
      "158": {
        "text": "Şube yoq ki, Safa ile Merve Allahnıñ qoyğan nişanlarındandır. Er kim  Beytullahnı ziyaret etse ya da umre yapsa, olarnı tavaf etüvde ozüne bir gunah yoqtır. Er  kim goñyulli olaraq, bir eyilik yapsa, şubesiz Allah qabul eter ve (yapılğannı)  haqqı ile bilir. (Safa ile Merve Kâbeniñ şarq tarafında eki töpeniñ adıdır. Hacer validemiz  Az. İsmail içün suv qıdırğanda, bu eki töpe arasında yedi kere çapqan. Bugun hac  ve umre içün Beytullahnı ziyaret ve tavaf etkenler aynı vaqıtta Safa ile Merve  arasında sa'y eterler. Ayette eki töpe arasında sa'y etmekte (kelip-ketmekte) gunah  yoqtır, denilgen. Çünki, cahiliye devirinde er eki töpede de birer put bar edi. Er ne  qadar İslâm bu putlarnı ortadan qaldırğan olsa da, bazı kimselerniñ içinde bir  şube qaldı. İşte, yuqarıdaki ayetnen bu şube tamamen ketkizildi).",
        "commentary": ""
      },
      "159": {
        "text": "Endirilgen açıq delillerimizni ve Kitapta insanlarğa açıq-aydın kostergenimiz  hidayet yolunı gizlegenlerge em Allah, em de butün lânet eticiler lânetler.",
        "commentary": ""
      },
      "160": {
        "text": "Ancaq tövbe etip, vaziyetlerini tüzeltkenler ve aqiqatnı açıq ortağa  qoyğanlar başqadır. Zira, men olarnıñ tövbelerini qabul eterim. Men tövbeni  çoqça qabul etici ve çoqça imaye eticiyim.",
        "commentary": ""
      },
      "161": {
        "text": "(Ayetlerimizni) inkâr etken ve kâfir olaraq olgenlerge kelgende, işte Allahnıñ,  meleklerniñ ve butün insanlarnıñ lâneti olarnıñ uzerindedir.",
        "commentary": ""
      },
      "162": {
        "text": "Olar ebediyen lânet içinde qalırlar. Artıq ne azapları yengilletilir, ne de olarnıñ  yuzlerine baqılır.",
        "commentary": ""
      },
      "163": {
        "text": "İlâhiñiz tek bir Allahtır. Ondan başqa ilâh yoktır. O, rahmandır, rahimdir.",
        "commentary": "Bundan evelki ayetlerde Allahqa ve O yollağan dinge qarşı nankorlik  eticilerniñ nasıl bir fena aqibetke süyreklengenleri, olarnıñ ebediyen  yamanlanacaqları añlatılğan. Bulardan soñki ayetlerde ise, er bir insanda eñ  buyuk ilâhiy nimet olğan aqılnı er kesniñ yerli-yerinde qullanuvı, etrafına  diqqat ve ibretnen baquvı içün kâinat vaqialarına işaret etilgen. Zira,  haqqı ile tüşüngen, etrafına ibretnen baqqan kimse mıtlaqa Allahnı bulır ve  Oña inanır"
      },
      "164": {
        "text": "Şubesiz, koklerniñ ve yerniñ yaratılışında, gecenen kundüzniñ bir-biriniñ  peşinden kelüvinde, insanlarğa fayda berecek şeylernen yuklü olaraq deñizde  yaldap yurgen gemilerde, Allahnıñ kokten endirirek, cansız topraqnı  canlandırğan suvda, yer yuzüne çeşit canlılarnı yayuvında, ruzgârlarnı ve yer ile  kok arasında emirge azır turğan bulutlarnı yollandıruvında, tüşüngen bir toplum  içün, (Allahnıñ barlığını ve birligini isbatlayıcı) bir çoq deliller bardır.",
        "commentary": ""
      },
      "165": {
        "text": "İnsanlardan bazıları Allahtan başqasını Allahqa denk tañrılar edinir ve olarnı  Allah kibi severler. İman etkenlerniñ Allahqa sevgileri ise, (olarnıñkinden) daa  ziyadedir. Keşke zalımlar azapnı korgen zamanları (añlaycaqları kibi) butün  quvetniñ Allahqa ait olğanını ve Allahnıñ azabı çoq şiddetli olğanını  evelden añlay bilseler edi.",
        "commentary": ""
      },
      "166": {
        "text": "İşte, o zaman (korecekler ki,) ozlerine uyaraq, arqalarından ketilgenler  uyğanlarından tez uzaqlaşırlar (o anda er eki taraf da) azapnı korgen, niayet  aralarındaki bağlar uzülgendir.",
        "commentary": "Dünyada iç tüşünmeden, bazı kimselerni ozlerine reber edingen, boylece yañlış  yolğa kirgen kimseler ahirette o reberlerniñ ozlerinden uzaqlaşqanlarını  korerler. Ancaq, er eki taraf da çekecek azapnı korecek ve ondan qurtulmaq  yoqluğını añlaycaq. Dünyadakiniñ aksine bu keresinde uyğanlar qonuşırlar,  amma artıq faydası yoqtır"
      },
      "167": {
        "text": "(Fenalarğa) uyğanlar boyle derler: «Ah, keşke bir daa dünyağa keri qaytuvımız  mumkün olsa edi, şimdi olarnıñ bizden uzaqlaşqanları kibi, biz de olardan  uzaqlaşsa edik! Boylece, Allah olarğa işlerini peşmanlıq ve ğam çoqrağı  olaraq kosterir ve olar artıq ateşten çıqalmazlar.",
        "commentary": ""
      },
      "168": {
        "text": "Ey, insanlar! Yer yuzünde bulunğanlarnıñ elâl ve temiz olğanlarından aşañ,  şeytannıñ peşine tüşmeñ; zira, şeytan siziñ açıq bir duşmanıñızdır.",
        "commentary": ""
      },
      "169": {
        "text": "O sizge ancaq fenalıqnı, çirkinni ve Allah aqqında bilmegen şeyleriñizni  söyleviñizni emir eter.",
        "commentary": "Şeytan insannıñ içindeki fena tüşünce ve arzularnı korükler, insan nefsine  fenalıqnı sevdirir. Bu sebepten, insannıñ fenalıq yapuvını qolaylaştırır. Onıñ içün Az. Ebu Bekir: «Buyuk adam – nefsiniñ isteklerine uymağan kimsedir»  degen"
      },
      "170": {
        "text": "Olarğa (muşriklerge): «Allahnıñ endirgenine uyıñ», denilgen vaqıtta olar:  «Öq! Biz dedelerimizni nasıl yolda bulğan isek, o yolğa uyarmız», dediler. Ya dedeleri  bir şey añlamağan, doğrunı da tapamağan olsalar?",
        "commentary": ""
      },
      "171": {
        "text": "(Hidayet davetine qulaq asmağan) kâfirlerniñ vaziyeti, sadece çobannıñ  bağırıp-çağıruvını eşitken ayvanlarnıñ vaziyetine beñzer. Çünki, olar sağır,  tilsiz ve kordirler. Bu sebepten tüşünmezler. (Bu ayetlerde insanlarnıñ kor-korane eskige bağlanğanları, yañı ortağa çıqqan  fikirlerge qulaq asmağanları yamanlanğan, bu meselede doğru olğannı, aqıllı  areket etilüvi söylengen. Zemahşeriyge kore, ayetniñ manası boyledir: Kâfirlerni doğru yolğa çağırğan  davetçiniñ (Peyğamberniñ) vaziyeti, bağırıp-çağıruvdan başqa bir şey  eşitmegenlerge seslengen çobannıñ vaziyeti kibidir).",
        "commentary": ""
      },
      "172": {
        "text": "Ey, iman etkenler! Sizge bergen rızıqlarımıznıñ temiz olğanlarından aşañ, eger  siz tek Allahqa qullıq etseñiz, Oña şukür etiñ.",
        "commentary": ""
      },
      "173": {
        "text": "Allah sizge yalıñız olüni (leşni), qannı, domuz etini ve Allahtan başqasınıñ  adına soyulğannı aram etti. Er kim bulardan aşamağa mecbur olsa, bir miqdar  aşamasında gunah yoktır. Şube yoq ki, Allah çoq bağışlayıcı, çoq merhametlidir.",
        "commentary": "İslâmda zorluq yoktır, zaruretler yasaqlarnı ortadan qaldırır. Bir kimse elinde  olmağan sebeplernen, aram bir şeyni aşamaq ya da bir işni yapmaq zorunda qalsa,  adden aşmamaq ve o şeyni devamlı elâl saymamaq şartınen, zaruret miqdarı  qadar aşay bile. Bu vaziyette dinge kore, gunah işlegen sayılmaz"
      },
      "174": {
        "text": "Allah endirgen kitaptan bir şeyni (ahır zaman Peyğamberiniñ vasıflarını) gizlep,  onı az bir fiyatnen deñişkenler yoqmı, işte olarnıñ aşap da, qursaqlarını  toldurğan şeyleri ateşten başqa bir şey degil. Qıyamet kunü Allah ne olarnen  qonuşır ve ne de olarnı temizge çıqarır. O yerde olar içün can yaqıcı bir azap  bardır.",
        "commentary": "Eudiy hahamları Peyğamberimizniñ Tevratta zikr etilgen vasıflarını gizlediler  ve yapqan bu fena işleri içün de, maddiy qarşılıq aldılar. Ayette bunıñ ne de  yaman bir davranış olğanı añlatıla"
      },
      "175": {
        "text": "Olar doğru yolğa nisbeten sapıqlıqnı, mağfiretke bedel olaraq da, azapnı satın  alğan kimselerdir. Olar ateşke nisbeten ne qadar dayanıcıdırlar!",
        "commentary": ""
      },
      "176": {
        "text": "O azapnıñ sebebi – Allahnıñ kitapnı haq olaraq endirgenidir. (Buña baqmadan,  farqlı yorumlap) kitapta farqlılıqqa tüşkenler, elbette teren bir  añlaşmazlıqqa tüşkenlerdir.",
        "commentary": "Allah Taalânıñ Qur'annı haq olaraq endirgeni açıq belli eken, ondaki ahkâmnı,  sağlam delillerge esaslanmadan, oz isteklerine kore yorumlamaq istegenlerniñ  aqiqatlardan uzaq olğanları ve içinden çıqılmaz farqlılıqlarğa  tüşkenleri, bu sebepten de, em dünyada, em de ahirette zararğa oğraycaqları  añlatılğan"
      },
      "177": {
        "text": "Eyilik – yuzleriñizni şarq ve ğarp tarafqa çevirmeñiz degil. Asıl eyilik o  kimseniñ yapqanıdır ki, Allahqa, ahiret kunüne, meleklerge, kitaplarğa,  peyğamberlerge inanır. (Allahnıñ rizasını kozeterek) yaqınlarğa, yetimlerge,  yoqsullarğa, yolda qalğanlarğa, tilencilerge ve hızmetkârlarğa sevgen malından arclar, namaz qılar, zekât berir. Antlaşuv yapqan vaqıtta sözlerini yerine ketirer.  Qıyınlıq, hastalıq ve cenk vaqıtlarında sabır eter. İşte, doğrular - bu  vasıflarnı taşığanlardır. Muttaqiyler ancaq olardır!",
        "commentary": ""
      },
      "178": {
        "text": "Ey, iman etkenler, oldürilgenler aqqında sizge qasas farz qılındı. Urge ur,  hızmetkârğa hızmetkâr, qadınğa qadın (oldürilir). Amma, er kimniñ cezası,  qardaşı (oldürilgenniñ velisi) tarafından bir miqdar bağışlansa, artıq  (taraflar) aqqaniyetke uymalı ve (oldürgen) oña (kerekli aqqını) eyiliknen  odemeli. Bu aytılğanlar Rabbimizden bir yımşatuv ve rahmettir. Er kim bundan  soñra adden aşsa, elbette onıñ içün elem berici bir azap bardır. (Butün dinler, uquq ve ahlâq sistemaları aqsız olaraq adam oldirüvniñ, can  qıyuvnıñ buyuk bir suç olğanını tanırlar. Farqlılıq bu suçnıñ ogüni almaq  içün korülecek tedbirde ozüni kosterüvdedir. İslâm suçqa sebeplerni buyuk  olçüde ortadan qaldırğandır, insannı iman, ibadet ve ahlâq terbiyesi ile  terbiyelemek içün kerekli tedbirlerni alğan, butün bulardan soñra da, qasas adınen  «Cannı qıyğannıñ canı qyılır» qaidesini koyğandır. Aqsız afularnen bir  kun uriyetke qavuşmaq umüdinde yaşağan kimselerniñ bu alı (aps cezası) iç de  vazgeçirici ve suçnıñ ogüni alıcı bir tedbir degil. Qasasnı aqqını odevge  çevirmek aqqı, oldirüv suçınıñ accı neticelerine qatlanmaqta olğan  olü yaqınlarına (velilerine) aittir. Başqası bu cezanı bağışlap olamaz).",
        "commentary": ""
      },
      "179": {
        "text": "Ey, aqıl saipleri! Qasasta siz içün ayat bar. Umüt etilir ki, suç işlevden  saqınırsıñız.",
        "commentary": "«Qasasta ayat bar» sözleri aqiqaten de diqqatqa degerli bir ifadedir. Zira,  qasas tedbiq etilse, bir kişiniñ oldirilüvinen pek çoq kimseniñ yaşaması  teminlenir. Çünki, cezasınıñ olüm olğanını bilgen kimse bu suçnı  işlemeycek"
      },
      "180": {
        "text": "Biriñizge olüm kelgen vaqıtta, eger bir hayır bıraqacaq olsañız, anağa,  babağa, aqrabalarğa, uygun bir şekilde, vasiyet etmek, Allahtan korqqanlar içün,  uzerine bir borctır.",
        "commentary": "Mirasnen bağlı ayetler kelmeden evel, kişiniñ servetinden ana, baba ve  aqarabalarına bir miqdar berilmesi içün vasiyet etüvi emir etilgen. Ancaq,  Nisaa suresinde kelgen miras ayetlerinen er kesniñ aqqı kesen-kes ve açıq surette  belgilengen. Efendimiz de: «Allah er bir aq saibine aqqını bergendir. Bundan  soñra variske vasiyet yoqtır», buyurğanlar. Boylece, yuqarıdaki ayet nesh etilgen.  Faqat mirasta payı olmağan aqraba ve faqırlarğa, hayır muessiselerine vasiyet  baqiydir. Er bir musulman goñyulli olaraq, servetinden istegen yerine vasiyet ete  bilir"
      },
      "181": {
        "text": "Er kim bunı eşitken ve qabul etkenden soñ, vasiyetni deñiştirse, gunahı onı  deñiştirgenlergedir. Şubesiz, Allah (er şeyni) eşitir ve (er şeyni) bilir.",
        "commentary": "İslâmda vaquf muessisesi hadislerge esaslanuvnen beraber, sadaqa-i cariye  maiyetinde olğan ve kutlege hızmet etken vaquflarnı, bularnıñ şekil ve  şartlarını aqsız olaraq deñiştergenler de, vasiyetni deñiştirgenler kibi  añlanğan, bu ayet bir çoq vaquf eşya uzerine ve vaqufnamelerge yazılğandır"
      },
      "182": {
        "text": "Er kim, vasiyet etkenniñ aqsızlıqqa ya da gunahqa meyl etüvinden şubelenip de,  (alâqalarnıñ) aralarını bulsa, oña gunah yoqtır. Şubesiz, Allah çoq  bağışlayıcı em de merhametlidir. (Bundan soñki ayetlerde Allah Taalâ musulmanğa farz qılınğan ramazan  orazasından söz ete. Oraza, İslâmnıñ beş şartından, beş temelinden biridir.  Orazanıñ farziyeti Qur'anda tarif etilgen. Orazağa ayırılğan ramazan ayı  faziletli bir aydır. Bu aynıñ fazileti – bu ayda Qadir gecesi olğanındadır.  Qadir gecesiniñ ustünligi ise, o gecede Qur'annıñ endirilgenindedir. Çünki,  Qur'an ramazan ayında ve Qadir gecesinde toplu alda Levh-i mahfuzdan Beytu'l izze denilgen maqamğa (erge) endirilgen ve kene Qadir gecesinde ilk olaraq Hira  dağında, Peyğamberimizge vahiy olaraq kelmege başlağan. Buña kore, ramazan  ayınıñ ve Qadir gecesiniñ ustünligi Qur'annıñ bu ayda ve bu gecede  enüvindendir. Bu ustünlikleri sebebinden ramazan ayı buyuk bir ibadet olğan  orazağa ayırılğan).",
        "commentary": ""
      },
      "183": {
        "text": "Ey, iman etkenler! Oraza sizden evel kelip-keçken ummetlerge farz qılınğanı kibi,  sizge de farz qılındı. Umüt etilir ki, qorçalanırsıñız.",
        "commentary": ""
      },
      "184": {
        "text": "Sayılı kunlerde olmaq uzre (oraza sizge farz qılındı). Sizden er kim hasta ya da  yolcu olsa (tutmağan kunleri qadar) başqa kunlerde qaza eter. (Qartlıq ya da  şifa umüdi qalmağan hastalıq kibi devamlı sebebi olıp da,) oraza tutmağa  kuçleri yetmegenlerge bir faqır toyacaq qadar fidye kerek olur. Bunıñnen  beraber, kim goñyulli olaraq hayır yapsa, bu onıñ içün daa yahşıdır. Eger bilseñiz  (qıyınlığına rağmen), oraza tutuvıñız siz içün daa hayırlıdır.",
        "commentary": ""
      },
      "185": {
        "text": "Ramazan ayı insanlarğa yol kosterici, doğrunıñ ve doğrunı egriden ayıruvnıñ  açıq delilleri olaraq Qur'an endirilgen aydır. Oyle ise, sizden ramazan ayını  idrak etkenler onda oraza tutsın. Kim o anda hasta ya da yolcu olsa, (tutmağan  kunleriniñ sayısı qadar) başqa kunlerde qaza etsin. Allah siz içün qolaylıq  ister, zorluq istemez. Butün bular sayını tamamlavuñız ve sizge doğru yolnı  kosterüvine qarşılıq Allahqa tazim etüviñiz, şukür etüviñiz içündir.",
        "commentary": "Dinde zorluq yoktır. Allah orazanı emir etken. Oraza tutmaq şartları bulunğan  kimseler oraza tutarlar. Hastalıq, yolculıq kibi, keçici bir sebepten ğayrı,  oraza tutumağan soñra qaza eter. Qartlıq ve tüzelmegen devamlı hastalıq  kibi uzüri olğanlar fidye berirler. Er çeşit zahmetke rağmen, oz isteginen  goñyulden oraza tutqan ve hayır yapqanlar maqtalğandır"
      },
      "186": {
        "text": "Qullarım senden meni sorağanda (olarğa söyle): «Men çoq yaqınım. Maña dua etken  vaqıtta, dua etkenniñ tilegine qarşılıq beririm. O alda (qullarım da) menim  davetime uysınlar ve maña inansınlar ki, doğru yolnı taparlar. (Rivayetke kore, bir bedeviy Resulullah (s.a.)qa: «Rabbimiz yaqınmı, yoqsa uzaqmı?  Yaqın ise, oña fısıltınen dua eteyik, uzaq ise, bağırayıq», dedi. Bunıñ uzerine  ayet endi. Allahnıñ istegeni iman ve itaattır. Allah iman etip, itaat etkenlerniñ  dualarını qabul eyleycegini vade ete. Aqiqiy manada iman etip, Allahqa  qullıq etkenlerniñ duası qabul olunır).",
        "commentary": ""
      },
      "187": {
        "text": "Oraza gecesinde qadınlarıñızğa yaqınlaşmaq sizge elâl etildi. Olar siz içün  birer urba, siz de olar içün birer urbasıñız. Allah siziñ ozüñizge yamanlıq  yapqanığıznı bildi ve tövbeñizni qabul etip, sizni bağışladı. Artıq (ramazan  gecelerinde) olarğa yaqınlaşıñ ve Allah siz içün taqdir etkenlerini isteñ.  Sabanıñ beyaz yipligi (aydınlığı) qara yipliginden (qaranlığından) ayırdı  etilgenge qadar aşañ, içiñ, soñra aqşamğa qadar orazanı tamamlañ.  Mescitlerde ibadetke çekilgen vaqıtlarıñızda qadınlarnen birleşmeñ. Bular – Allah qoyğan sıñırlardır. Saqın bu sıñırlarğa yaqınlamşmañ. İşte,  boylece, Allah ayetlerini insanlarğa añlatır. Umüt etilir ki, qorçalanırlar. (İslâmnıñ ilk vaqıtlarında farz olğan ramazan orazasını tutqanda saarde  aşamaq adet degil edi. Oraza tutqan adam aqşam orazasını açıqqanınen, yatsı  namazını qılıp, yuqlağanğa qadar aşar, içer edi. Bundan soñra (üqlağandan  soñ) aşamaq, içmek ve qadınlarğa yaqınlaşmaq aram edi. Bazı musulmanlar  dayanalmayıp, qıdnlarına yaqlaştı. Bazıları iftardan soñ yorğunluqları  sebebinden, aman yuqlağanları içün, ertesi kunü açlıq ve suvsızlıqtan  bayıldılar. Cenab-ı Allah mu'minlerni acıdı ve bir qolaylıq oluvı içün, bu  ayetni endirdi. «Beyaz yiplik ve qara yiplik» ifadeleri «Mine'l-fecr: tañ yeriniñ  ağaruvından» degen mananı añlata. Buña kore, orazanıñ başlanuvı kerek olğan  vaqıt «temçit» kuneşniñ doğuvına degil, fecrniñ doğuvına, yani tañ yeriniñ  ağarmağa başlamasına bağlıdır. Yiplik tabiri de, tañ yeri ağaruvınıñ  başlanğıçını ifade ete. Aydınlıq yayılğanınen, artıq oña beyaz yiplik  denilmez. Aydınlıqnıñ başlanğan vaqtı saarniñ bitkeni ve temçitniñ  başlanğanı, aynı zamanda, saba namazı vaqtınıñ da kirgen anıdır).",
        "commentary": ""
      },
      "188": {
        "text": "Mallarıñıznı arañızda aqsız sebeplernen yemeñ. Ozüñiz bile turıp,  insanlarnıñ mallarından bir qısmını aram yollarnen aşamañız içün, o mallarnı  akimlerge (idarecilerge ya da mahkeme akimlerine) bermeñ.",
        "commentary": "Bu ayette işaret etilmek istenilgen mana daa ziyade qabar ve menfaatperestliktir. Bunıñ içün aldatuv ve ayneciliknen elde etilgen butün  qazançlar aramdır"
      },
      "189": {
        "text": "Senden hilâl şeklinde yañı doğğan aylarnı sorarlar. De ki: «Olar – insanlar ve  ayrıca hac içün vaqıt olçüleridir. Eyi davranış – asla evlerge artlarından  kelip kirüviñiz degil. Lâkin, eyi davranuv, qorçalanğan (ve olçüli yurgen)  kimseniñ davranuvıdır. Evlerge qapularından kiriñ, Allahtan qorkuñ, umüt  etilir ki, qurtulışqa irişirsiñiz.",
        "commentary": "Peyğamberimizden yañı doğğan aynıñ başta inceçik olğanı, soñra er kun  buyugeni, tolu ay olğandan soñra, tekrar incerip, ğayıp olğanı ve tekrar aynı  şekilde doğup, devam etkeni soralğan. Ayette berilgen cevapta «Aynıñ bu  şekildeki areketi qameriy seneniñ esap etilüvini, alelhusus, hac kunleriniñ  bilinüvini teminlemektir», denildi. Ayrıca, evelden araplar hac içün ihramğa  sarılğanlarında ya da hacdan qaytqanlarında evlerge qapusından degil de,  arttan açılğan bir delikten kirüvniñ yahşılıq olğanına inana ediler.  Yuqarıdaki ayette bunıñ da yañlış ekeni añlatıla"
      },
      "190": {
        "text": "Sizge qarşı cenk açqanlarğa siz de Allah yolunda cenk açıñ. Saqın adden  aşmañ, çünki, Allah adden aşqanlarnı sevmez.",
        "commentary": ""
      },
      "191": {
        "text": "Olarnı (sizge qarşı cenkleşkenlerni) yaqalağan yeriñizde oldüriñ. Sizni  çıqarğan yerden siz de olarnı çıqarıñ. Fitne – adam oldirüvden daa yamandır.  Mecsit-i Haramda olar siznen cenkleşmegence, siz de olarnen cenkleşmeñ. Eger  olar sizge qarşı cenk açsalar, siz de olarnı oldüriñ. İşte, kâfirlerniñ  cezası boyledir.",
        "commentary": ""
      },
      "192": {
        "text": "Eger olar (cekten) vazgeçseler, (şunı yahşı biliñ ki,) Allah ğafur ve rahimdir.",
        "commentary": ""
      },
      "193": {
        "text": "Fitne tamamen yoq etilgence ve din (qullıq) de, yalıñız Allah içün olğanğa  qadar, olarnen cekleşiñ. Şayet vazgeçseler, zalımlardan başqasına duşmanlıq ve  ucüm yoq.",
        "commentary": ""
      },
      "194": {
        "text": "Aram ay – aram ayğa qarşılıqtır. Urmetler (toqunılmazlıqlar)  qarşılıqlıdır. Kim sizge ucüm etse, siz de oña, olar derecesinde, ucüm etiñ.  Allahtan qorquñ ve biliñ ki, Allah muttaqiylernen beraberdir. (Resulullah (s.a.) icretniñ altıncı yılında umre yapmaq maqsadında, Mekkege  doğru yolğa çıqqan edi. Mekke yaqınlarındaki Hudeybiyege kelgeninen, muşrikler  Mekkege kirüvlerine yol bermediler. O yerde keskin munaqaşalar oldı. Soñunda İslâm  tarihınıñ eñ muim adiselerinden biri – Hudaybiye antlaşuvı yapıldı. Bu antlaşuvda  yer alğan maddelerniñ birine kore, musulmanlar o sene Harem-i Şerifni ziyaret  etmeyip, keri dönecek, kelecek sene aynı aram ayda mescitni ziyaret etip, umre  yapacaq ediler. Muşrikler bunı ğalebe saydılar, Allah musulmanlarnı kelecek  sene aynı ayda Mescid-i Haramğa ketirdi. Boylece, aram ay – aram ayğa  qarşılıq oldı. İslâm uquqına kore, ucümge yalıñız o derecede qarşılıq yapılır, ziyade ketüv  suçtır. Butün cenklerde insanlar evelâ dinge çağırılır. Musulman olmaqnı ya da  cizye bermekni qabul etmegenlernen cenkleşilir).",
        "commentary": ""
      },
      "195": {
        "text": "Allah yolunda arclañ. Oz elleriñiznen ozüñizni telükege soqmañ. Er türlü  areketiñizde dürüst davranıñ, çünki, Allah dürüstlerni sever. (Ayetteki ihsan – bir işni tam ve eksiksiz yapmaq, işniñ aqqını bermek ve dürüst  olmaq demektir. Bir hadiste Resulullah (s.a.)tan: «İhsan nedir?», diye soralğan. O da: «Allahqa Onı  korgen kibi qullıq etüviñdir, er ne qadar Onı kormeseñ de, O seni kormekte»,  buyurğan. Qullıq – umumiy bir davranıştır. Buña kore, hadisteki mananı ayrıca  ibadetke yoneltmek doğru degil, esasen arapçada ihsan işni doğru-dürüst  yapmaqtır. Onıñ içün işiniñ ehli olğanğa \"muhsin\" denilir. Tercime bu manağa  kore yapılğan. İçtimaiy yardımnı ve adaletni de içine alğan ihsannı «telükeniñ  ogüni alğan bir tedbir» olaraq kosterici ayet adalet – anarhiya ve  tertipsizlikniñ ogüni alğanına da işaret etmekte).",
        "commentary": ""
      },
      "196": {
        "text": "Hacnı ve umreni Allah içün tam yapıñ. Eger (bularnı) yapıp olamasañız,  qolayıñızğa kelgen qurbannı yollañ. Qurban yerine barğanğa qadar  başlarıñıznı tıraş etmeñ. Sizden kim de hasta olsa ya da başında bir raatsızlığı  bar ise, oraza ya sadaqa, ya da qurban olmaq uzre, fidye berüvi kerek olur. (Hac  yolculığı içün) emin olğan vaqtıñızda kim hac kunlerine qadar umre ile  faydalanmaq istese, qolayına kelgen bir qurban çaluvı kerek. Qurban çalmağan  kimse hac kunlerinde uç, memleketine qaytqan vaqtında yedi olmaq uzre, oraza  tutar ki, episi tam on kundir. Bu aytılğanlar, ailesi Mescid-i Haram civarında  oturmağanlar içündir. Allahtan qorquñ. Biliñ ki, Allahnıñ berecek cezası  ağırdır.",
        "commentary": ""
      },
      "197": {
        "text": "Hac, belli aylardadır. Kim o aylarda hacğa niyet etse (ihramına sarılsa), hac  esnasında qadınğa yaqınlaşmaq, gunah sayılğan davranışlarğa yonelmek, qavğa  etmek yoktır. Ne hayır işleseñiz, Allah onı bilir. (Ey, mu'minler! Ahiret içün azıq  toplañ. Biliñ ki, azıqnıñ eñ hayırlısı taqvadır. Ey, aqıl saipleri! Menden  (emirlerime qarşı kelüvden) saqınıñ.",
        "commentary": "Evelden araplar hac mevsiminde bir taqım yarmalıqlar qura, o yerde çeşit  saalarda alış-veriş yapa ediler. Bular o zaman cahiliye deviri adetlerine kore  ceryan ete edi. Musulmanlar olarnı gunah saydılar. Allah Taalâ aşağıdaki  ayetlerde bu hususqa açıqlıq ketirdi"
      },
      "198": {
        "text": "(Hac mevsiminde ticaret yaparaq) Rabbiñizden kelecek bir lütfni (qazançnı)  qıdıruvıñızda sizge er angi bir gunah yoq. Arafattan ayırılıp tüşkeniñizde,  Meş'ar-i Haramda Allahnı zikr etiñ ve Onı, sizge kostergen şekilde, añıñ.  Şubesiz, siz daa evel yañlış yurgenlerden ediñiz. (Diger ibadetler kibi, hacnıñ da şahsqa ve toplumğa esapsız faydaları bar.  Bularnıñ eñ muimlerini aşağıdaki maddelerde ifade ete bilirmiz: 1). İhram tek uslüpte ve basit bir urbadır. Butün hacı namzetleri bunı kiyerek,  soñundan tapqan mal, mulk, rutbe, derece ve sairelerini keride bıraqır, yalıñız  farqnıñ şahsiy faziletten ibaret olğan aqiqiy bir çeşitlikni yaşarlar. 2). Kefinni añdırğan ihram içinde yapılğan Arafat vaqfesi aynı vaqıtta bir  mahşer ornegidir. Bu manzara belki bir omür boyu insanğa olümni ve haşırnı  hatırlatır. 3). Çeşit ırq ve medeniyetlerge mensüp musulmanlarnıñ toplanuvlarına sebep  olğan hac bir «maddiy ve maneviy degerler» alış-verişine vasta olmaqta,  musulmanlarnı bir-birlerine yaqınlaştırmaqta, problemalarnı beraber çezmege  tedbirler aramaq imkânını bermekte. 4). Kâbe etrafında tavaf – tevhid fikrini temsil etmekte, başqa taraflarğa,  faqat daima Kâbege yonelerek qılınğan namaz «Ne yerge dönseñiz, Allah o yerdedir»  printsipini ruhlarğa aşlamaqta. Usullar, noqtai nazarlar, qanaatlar farqlı ola  bilir, ancaq er şey Allah içündir, Allah rizasına yonelmelidir).",
        "commentary": ""
      },
      "199": {
        "text": "Soñra insanlar (sel kibi) aqqan yerden sizde aqñ. Allahtan mağfiret isteñ.  Çünki, Allah afu etici ve merhametlidir.",
        "commentary": ""
      },
      "200": {
        "text": "Hac ibadetleriñizni bitirgeniñiznen, babalarıñıznı añğañız kibi, atta ondan  daa quvetli bir şekilde, Allahnı añıñ. İnsanlardan oyleleri bar ki: «Ey,  Rabbimiz! bizge dünyada ber», derler. Boyle kimselerniñ ahiretten iç nasibi yoqtır.",
        "commentary": ""
      },
      "201": {
        "text": "Olardan bir qısmı da: «Ey, Rabbimiz! Bizge dünyada da eyilik ber, ahirette de eyilik  ber. Bizni ceennem azabından qorçala!» derler.",
        "commentary": ""
      },
      "202": {
        "text": "İşte, olar içün qazanğanlarından buyuk bir nasip bardır. (Şubesiz) Allahnıñ  esabı çoq sur’atlıdır.",
        "commentary": ""
      },
      "203": {
        "text": "Sayılı kunlerde (eyyam-ı teşrikte telbiye ve tekbir ketirerek) Allahnı añıñ. Kim  eki kun içinde aşıqıp (Minadan Mekkege) dönmek istese, oña gunah yoq. Bular  gunahtan saqınğanlar içündir. Allahtan qorquñ ve biliñ ki, epiñiz Onıñ  uzurında toplanacaqsıñız.",
        "commentary": "Aşağıdaki uç ayet Ahnes b. Şurayq aqqında engen. Guzel qonuşqan ve  yaqışıqlı kimse olğan Ahnes munafıq edi. Resulullahnıñ yanına kele, guzel  sözlernen musulmanlıq taslay edi. Albuki, içi fenalıq tolu edi. İşi-guci  musulmanlarğa zarar bermek edi. İşte, ayetlerde boyle guzel qonuşqan, hoş  korüngen kimselerge aman qanmamaq, eyice emin olmadan, kimsege işanmamaq  kerekligi añlatıla"
      },
      "204": {
        "text": "İnsanlardan oyleleri bar ki, dünya ayatı aqqında söylegenleri seniñ oşuña keter.  Atta boylesi qalbinde olğanına (samimiy olğanına) Allahnı şaat tutar. Albuki, o  duşmanlarnıñ eñ yamanıdır.",
        "commentary": ""
      },
      "205": {
        "text": "O qaytıp kettimi (ya da bir iş başına keçtimi), yer yuzünde fesat çıqarmaq,  ekinlerni taptap yoq etmek, nesillerni bozmaq içün areket eter. Allah  bozğuncılıqnı sevmez.",
        "commentary": ""
      },
      "206": {
        "text": "Boylesine: «Allahtan qorq!», denilgende, menlik ve ğurur onı gunahqa süyrer.  (Ceza ve azap olaraq) oña ceennem yeter. O ne fena yerdir!",
        "commentary": ""
      },
      "207": {
        "text": "İnsanlardan oyleleri bar ki, Allahnıñ rizasını almaq içün, ozüni ve malını feda  eter. Allah da qullarına şefqatlıdır.",
        "commentary": "İbn Abbastan bir rivayetke kore, bu ayet Suheyb b. Sinan er-Rumiy aqqında engen.  Mekke muşrikleri bu zatnı yaqalaylar, dininden döndürmek içün eskencege alalar.  Suheyb mekkelilerge: «Men qart bir adamım. Malım da bar. Sizden ya da  duşmanlarıñızdan oluvımnıñ sizge bir zararı olmaz, men bir söz söyledim, ondan  caymaqnı eyi kormem, malımnı ve eşyamnı sizge berir, dinimni sizden satın  alırım», degen. Olar buña razı olalar, Suheybni serbest bıraqalar. O yerden  qalqıp, Medinege kelirken, şu ayet nazil oldı. Şeerge kirgende oña rastkelgen Az.  Ebu Bekir: «Alış-verişiñ kârlı olsun, ya Suheyb», dey, o da: «Seniñ alış-verişiñ de  zarar etmesin», cevabını bere"
      },
      "208": {
        "text": "Ey, iman etkenler! Ep beraber barışqa kiriñ. Saqın şeytannıñ peşinden ketmeñ.  Çünki, o ap-açıq duşmanıñızdır.",
        "commentary": ""
      },
      "209": {
        "text": "Sizge (Qur'an ve sunnet kibi) açıq deliller kelgen soñ, eger barıştan sapsañız,  şunı yahşı biliñ ki, Allah azizdir, hakimdir.",
        "commentary": ""
      },
      "210": {
        "text": "Olar ille de buluttan kolgeler içinde Allahnıñ ve meleklerniñ kelüvini  beklerlermi? Albuki, iş bitirilgendir. (Allah nizamı artıq deñişmez). Butün  işler yalıñız Allahqa döndürilir.",
        "commentary": ""
      },
      "211": {
        "text": "İsrail oğullarından sora ki, olarğa nice ap-açıq mucizeler berdik. Kim  mucizeler ozlerine kelgenden soñ Allahnıñ nimetini (ayetlerini) deñiştirse,  bilsin ki, Allahnıñ azabı şiddetlidir.",
        "commentary": ""
      },
      "212": {
        "text": "Kâfir olğanları içün dünya ayatı cazib qılındı. (Bu sebepten) olar iman  etkenlerniñ ustlerinden kuleler. Oyle ise (iman etip), inkârdan saqınğanlar  qıyamet kunünde olardan ustündirler. Allah istegenine esapsız rızıq berir.",
        "commentary": "Ebu Cehil ve arqadaşları faqır mu'minlerniñ ustlerinden kuldiler, bunıñ  uzerine bu ayet nazil oldı. Ayat aqiqatını sadece dünya malınen degerlendirgen  kâfirler içün dünya malı cazib alğa ketirilgen. Onıñ içün bular ustün  degerlerge degil, keçici dünya malına qıymet bergenler, soñunda dünya malı  olarğa iç bir fayda bermegen"
      },
      "213": {
        "text": "İnsanlar tek bir ummet edi. Soñra Allah mujdeleyici ve tenbiyeleyici olaraq  peyğamberlerni yolladı. İnsanlar arasında añlaşmazlıqqa tüşken hususlarda  uküm berüvleri içün, olarnen beraber doğru yolnı kostergen kitaplarnı yolladı.  Ancaq ozlerine kitap berilgenler, açıq deliller kelgen soñ, aralarındaki  kuncilikten otrü, dinde añlaşmazlıqqa tüştiler. Bunıñ uzerine Allah iman  etkenlerge, uzerinde davalaşqan aqiqatlarnı, izninen kosterdi. Allah istegenini  doğru yolğa qavuştırır.",
        "commentary": "Butün insanlıq, başlanğıç itibarı ile, tek bir ummet edi. Az. Ademden  çoqlaşqan edi. Vaqtı ile ihtilafqa tüştiler. Peyğamberler insanlar arasında  belli añlaşmazlıqlarnı ketkizmek içün yollanıldı"
      },
      "214": {
        "text": "(Ey, mu'minler!) Yoqsa siz, sizden evel kelip-keçkenlerniñ başına kelgenlar sizge de  kelmeden, cennetke kirecegiñizni zan ettiñizmi? Yoqsullıq ve sıqıntı  olarğa oyle toqunğan ve oyle sarsılğan ediler ki, niayet, Peyğamber ve yanındaki  mu'minler: «Allahnıñ yardımı ne zaman! Dediler». Bilesiñiz ki, Allahnıñ yardımı  yaqındır.",
        "commentary": "Bu ayet, bir rivayetke kore, Hendek cenkinde musulmanlar çekken sıqıntılarnı  tilge ketire. Diger rivayetke kore, Uhud cdenki ile bağlıdır. Bir başqa rivayetke  kore ise, evlerini, mallarını ve yaqınlarını Mekkede qaldırıp, çeşit  sıqıntılarğa qatlanaraq, Medinege koçken musulmanlarğa teselli bermek içün  engen"
      },
      "215": {
        "text": "Senden (Allah yolunda) ne arclaycaqlarını soraylar. De ki: Maldan arclağan  şeyiñiz ana-baba, yaqınlar, yetimler, faqırlar ve yolcular içün olmalıdır.  Şubesiz, Allah yapacaq er bir hayırıñıznı bilir.",
        "commentary": ""
      },
      "216": {
        "text": "Oşuñızğa ketmegeni alda, cenk sizge farz qılındı. Siz içün daa hayırlı olğanı  alda, bir şeyni sevmemeñiz mumkün. Siz içün daa fena olğanı alda, bir şeyni  sevmeñiz de mumkün. Allah bilir, siz bilmezsiñiz.",
        "commentary": "Cenk insanlarnıñ severek, zevq alaraq yapqan bir şeyleri degil. Şahsiyeti ve ruh  sağlığı bozulmağan kimseler oldürmek, yaqıp-yıqmaq, accılar bermekten  zevq almaz, bulardan oşlanmaz. Ancaq vucutnı qurtarmaq içün, gangrena olğan  elniñ kesilüvi, içeride qalğan balanı qurtarmaq içün qapunıñ qırıluvı  nasıl zaruriy ise, cenk de, toplumlarnıñ ayatında boyle zaruret alına kele bilir.  Din ve vican urriyetini teminlevniñ, zulumnıñ ve fitneniñ ogüni aluvnıñ,  tecavuzlarğa soñ berüvniñ yolu cenk ola bilir. İşte, bu vaziyetlerde  cenkleşmek şubesiz, insanlıq içün daa hayırlı ve daa şerefli bir davranıştır.  Cihad ise, iç bir vaqıt bir ucüm degildir. Çünki, evelâ İslâmğa davet yapılır,  qabul etken musulmandır. İslâmnı qabul etmegenden tabiy oluvı istenilir. Bunı da  qabul etmese, o zaman cenkleşilir. Cenkteki sırnı biz bilalmamız, amma onı  Allah bilir. Bazı milletler cezağa lâyıq olğanınen, Allah olarnı çeşit  belâlarnen cezalandırır. İşte, olardan biri de cenktir. Resulullah Efendimiz Abdullah b. Cahş qomandalığında bir gruppanı, qureyş  kervanından haber ketirüvleri içün, Mekkege yolay. Qureyş kervanını korgenlerinen,  dayanamayıp ucüm eteler. Kervandan bir kişini oldüreler, eki kişini de esir  alalar. Kervannı aydap, Peyğamberimizge ketireler. O kun recep ayınıñ ilk kunü  edi. Muşrikler: «Muhammed aram aylarda cenkleşe», diye yayğara qoparalar. Bunıñ  uzerine bu ayet ene"
      },
      "217": {
        "text": "Senden aram aynı, yani onda cenkleşüvni soraylar. De ki: «O ayda cenkleşüv buyuk  bir gunahtır». (İnsanlarnı) Allah yolundan qaytarmaq, Allahnı inkâr etmek,  Mescid-i Haramnıñ ziyaretine mani olmaq ve halqını o yerden çıqarmaq vise,  Allah qatında daa buyuk gunahtır. Fitne de adam oldirüvden daa buyuk bir gunahtır.  Olar, eger kuçleri yetse, sizni diniñizden döndürgenge qadar, sizge qarşı  cenkleşmege devam eterler. Sizden kim dininden döner ve kâfir olaraq olse,  olarnıñ yapqan işleri dünyada da, ahirette de, boşuna keter. Olar ceennemlidirler ve o yerde daimiy qalırlar.",
        "commentary": "«Fitne» – cenk, anarhiya; din ve vicdan urriyetine qarşı basqı demektir"
      },
      "218": {
        "text": "İman etkenler ve icret etip, Allah yolunda cihad etkenler bar ya, işte, bular  Allahnıñ rahmetini umüt ete bilirler. Allah ğafur ve rahimdir.",
        "commentary": ""
      },
      "219": {
        "text": "Senden şarap ve qumar aqqında sual sorarlar. De ki: «Er ekisinde de buyuk bir  gunah ve insanlar içün bir taqım faydaları bardır». Ancaq er ekisiniñ de gunahı  faydasından daa buyuktır. Kene senden eyilik yolunda ne arclaycaqlarını sorarlar.  «İtiyacdan ziyadesini», de. Allah sizge ayetlerni boyle izaatlar ki, belki  tüşünirsiñiz. (Şarap aramdır. Şarapnıñ aram oluvı, onıñ iç bir faydasınıñ olmamasını  kerektirmez. Zararı faydasından çoq olğanı içün, aram etilgen. Qumarda da  qazanğan taraf içün zahiriy bir fayda korülir, amma gayıp etken taraf içün buyuk  bir zarar bar. Onıñ içün qumar oynamaq aram etilgen).",
        "commentary": "Bu ayetniñ başı bundan evelki ayetniñ soñki cumlesi olğan «belki  tüşünirsiñiz\" ile bağlıdır. Dünya ve ahiretnen bağlı işleriñizni yahşı  tüşünip, keregine kore areket etseñiz, em dünyada, em de ahirette saadetke nail  olursıñız, demekte"
      },
      "220": {
        "text": "Dünya ve ahiret aqqında (faydañızğa olacaq davranışlarnı tüşüniñ ve oña  kore areket etiñ). Senden yetimler aqqında soraylar. De ki: Olarnı eyi yetiştirmek  (üzü qoyun bıraquvdan) daa hayırlıdır. Eger olarnen birlikte yaşasañız, (unutmañ  ki,) olar siziñ qardaşlarıñızdır. Allah işlerni bozğannen tüzeltkenni bilir.  Eger Allah istese edi, sizni de zamet ve meşaqqatqa soqar edi, çünki Allah  kuçlüdir, hakimdir.",
        "commentary": "Etimlerge yımşaq muamele etilmeli, yetimlikleri is ettirilmemeli. Yetimniñ  velisi vaziyetinde olğan kimseniñ onı bozğanınımı, yoqsa tüzeltkeninimi, Allah  bilir. O, yetimdir, diye oña yahşı davranmağanlar Allahnıñ nezareti altında  olğanlarını unutmamalılar"
      },
      "221": {
        "text": "İman etmegence, putperest qdınlarnen evlemneñ. Begenseñiz bile, putperest bir  qadından imanlı bir hızmetkâr qadın kesen-kes daa eyidir. İman etmegence,  putperest erkeklerni de (qızlarıñıznen) evlendirmeñ. Begenseñiz bile, putperest  bir kişiden inanğan bir hızmetkâr kesen-kes daa eyidir. Olar (muşrikler) ceennemge  çağırır. Allah ise, izni (ve yardımı) ile cennetke ve mağfiretke çağırır. Allah  tüşünip añlasınnlar, diye ayetlerini insanlarğa izaatlar.",
        "commentary": "İslâmğa kore, insannıñ degeri imanına bağlıdır. Allah qatında hızmetkâr  qadın ve erkek olsa bile, imanlı kimse daa ustündir ve daa temizdir. Onıñ içün bir  musulmannıñ dinsiz ve putperestlernen evlenüvi kesen-kes aram etilgen"
      },
      "222": {
        "text": "Saña qadınlarnıñ ay başı alını sorarlar. De ki: O bir raatsızlıqtır. Bu sebeple  ay alında olğan qadınlardan uzaq turıñ. Temizlengenine qadar olarğa  yaqınlaşmañ. Temizlengen vaqtıtlarında Allah sizge emir etken yerinden olarğa  yaqınlaşıñ. Şunı yahşı biliñ ki, Allah tövbe etkenlerni de sever,  temizlengenlerni de sever.",
        "commentary": ""
      },
      "223": {
        "text": "Qadınlarıñız siz içün bir tarladır. Tarlañızğa nasıl isteseñiz, oyle barıñız.  Ozüñiz içün evelden (uyğun davranışlarnen) azırlıq yapıñ. Allahtan qorquñ,  biliñ ki, siz Oña qavuşacaqsıñız. (Ya Muhammed!) Mu'minlerni mujdele!",
        "commentary": "Cinsiy alâqanıñ şekili sıñırlı degil. Yasaq olğanı – yañlış alâqadır. Munasebetten evel azırlıq em maddiy ve cinsiy, em de bismillâ ve başkaları kibi  maneviy olaraq añlaşılğandır"
      },
      "224": {
        "text": "Yeminleriñizden tolayı, Allahnı (Onıñ adını) eyilik etüviñizge, Ondan  saqınuvıñızğa ve insanlarnıñ arasını tüzeltüviñizge mani yapmañ. Allah  eşitir ve bilir.",
        "commentary": ""
      },
      "225": {
        "text": "Allah sizni qastsız yeminleriñizden mesuliyetli tutmaz. Lâkin, qasttan yapqan  yeminleriñizden tolayı, sizni mesuliyetli tutar. Allah ğafurdır, halimdir.",
        "commentary": ""
      },
      "226": {
        "text": "Qadınlarına yaqınlaşmamağa yemin etkenler dört ay beklerler. Eger (bu muddet içinde) qadınlarına qaytsalar, şubesiz Allah çoq bağışlayıcı ve  merhametlidir.",
        "commentary": ""
      },
      "227": {
        "text": "Eger muddeti içinde dönmeyip, qadınlarını ayırmağa qarar berseler",
        "commentary": "ayrılırlar.  Biliñiz ki, Allah eşitir ve bilir. («İilâa» – yemin manasındadır. Kişiniñ qadınına yaqınlaşmamaq içün yapqan  yemini qarşılığında qullanılğan. Cahiliye devriniñ arapları qadınlar  uzerinde bir basqı olmaq uzre, olarğa darılğan vaqıtlarında, qadınlardan  uzaqlaşa, yanlarına iç barmay, cinsiy alâqa yapmay ve olarğa yaqınlaşmamaq  hususunda yemin ete ediler. İşte, İslâm bu şekilde yapılğan aqsız areketlerniñ  ogüni aldı, doğru yolnı kosterdi. Belli muddet içinde yeminini bozğan – keffaret  berir. Muddet tamamlansa, evlilik soñuna yeter"
      },
      "228": {
        "text": "Ayırılğan qadınlar oz başlarına (evlenmeden) uç ay hali (hayiz ya da temizlik  muddeti) beklerler. Eger olar Allahqa ve ahiret kunüne aqiqaten inansalar,  rahimlerinde Allahnıñ yaratqanını gizlevleri ozlerine elâl olmaz. Eger qocalar  barışmaq isteseler, bu vaziyette ayırğan qadınlarını qaytarıp almağa daa ziyade  aqlıdırlar. Erkeklerniñ qadınları uzerindeki aqları kibi, qadınlarnıñ da,  erkekler uzerinde belli aqları bar. Ancaq erkekler qadınlarğa nisbeten bir  derece ustünlikke saiptirler. Allah azizdir, hakimdir. (Bu ustünlik aile reberliginden ibratettir).",
        "commentary": ""
      },
      "229": {
        "text": "Ayırmaq eki keredir. Bundan soñrası - ya eyiliknen tutmaq, ya da azat etmektir.  Qadınlarğa bergenleriñizden (ayırıluv esnasında) bir şey aluvıñız sizge elâl  olmaz. Ancaq erkek ve qadın Allahnıñ sıñırları içinde, evlilik aqlarını tam  tedbiq etip olamayuvından qorqsalar, bu vaziyet istisnadır. (Ey, mu'minler!) Siz de  qadınnen qocanıñ Allahnıñ sıñırlarını haqqı ile muafaza etüvlerinden  şubelenseñiz, qadınnıñ (erkekke) fidye berüvinde er eki taraf içün de saqınmaq  yoq. Bu aytılğanlar Allahnıñ qoyğan sıñırlarıdır. Saqın olarnı aşmañ. Kim  Allahnıñ sıñırlarını aşsa, işte olar zalımdırlar).",
        "commentary": ""
      },
      "230": {
        "text": "Eger erkek qadınnı (uçünci kere) ayırsa, ondan soñ qadın bir başqa erkeknen  evlenmegence, onı aluvı oña elâl olmaz. Eger bu kişi de onı ayırsa, (er eki taraf da)  Allahnıñ sıñırlarını muafaza eteceklerine inanğan taqdirlerinde, yañıdan  evlenüvlerinde zarar yoq. Bular Allahnıñ sıñırlarıdır. Allah bularnı bilmek,  ogrenmek istegenler içün izaatlar.",
        "commentary": "Cahiliye devrinde erkekler qadınlarını defalarca ayıra, soñra qaytarıp ala  ediler. İslâm dini qadınğa, akimge ve mahkemelerge baş uraraq, qocasını  ayırmaq aqqını elde etmek imkânını tanığanı kibi, erkekniñ ayıruv aqqını  da, uç talaq ile sıñırlağan. Bundan soñ, erkekniñ aynı şu qadınnen tekrar evlene bilüvi, em qadınnıñ iradesine, em de ciddiy olaraq, başqa bir erkeknen  evlenip, ayırılğan oluvına bağlı"
      },
      "231": {
        "text": "Qadınlarnı, ayırğan ve olarda beklev muddetlerini bitirgen vaqıtlarında, ya  olarnı eyilikle tutıñ, ya da eyiliknen bıraqıñ. Faqat aqsızlıq eterek ve zarar  bermek içün, olarnı nikâhlı tutmañ. Kim bunı yapsa, mıtlaqa ozüne fenalıq etken  olur. Alahnıñ ayetlerini eglence bellemeñ. Alahnıñ siziñ uzeriñizdeki, (sizge  bergen hidayetni), sizge ogüt bermek uzre endirgen kitapnı ve ikmetni hatırlañ.  Allahtan qorquñ. Bilesiñiz ki, Allah er şeyni bilir.",
        "commentary": ""
      },
      "232": {
        "text": "Qadınlarnı ayırğan ve olar da beklev muddetlerini bitirgen vaqıtlarında,  ozaraları yahşılıqnen añlaşqan taqdirlerinde, olarnıñ (evelki)  qocalarınen evlenüvlerine mani olmañ. İşte, bunıñnen arañızdan Allahqa ve  ahiret kunüne inanğan kimselerge ogüt berilmekte. Bu ogütni tutuvıñız ozüñiz  içün eñ eyisi ve eñ temizidir. Allah bilir, siz bilmezsiñiz. (Bu ayetniñ enüv sebebi, rivayetke kore, Ma'qıl b. Yesardır. Bu zat qız qardaşını  ayırğan qocası onı tekrar almaq istegeninen, buña qarşı çıqqan ve mani  olmaq istegen. O esnada bu ayet engen, Resulullah (s.a.) Ma'qılnı çağıra ve bu ayetni  oquy. Ma'qıl: «Rabbimniñ emri menim istegime uymadı. Onıñ emrine razıyım»,  degen ve qız qardaşını evelki qocasınen evlendirgen. Cabir b. Abdullah  aqqında da buña beñzegen bir vaziyet ikâye etile. Ancaq er ne qadar nazil sebebi  bular olsa da, ayetniñ ukmi umumiydir).",
        "commentary": ""
      },
      "233": {
        "text": "Emizmekni tamamlatmaq istegen (baba) içün analar balalarını tam eki yıl emizirler.  Olarnıñ urfke uyğun olaraq beslenüvi ve kiyimi babağa aittir. Bir insan  yalıñız kuçü yetkeninden mesuldir. İç bir ana balası sebebinden, iç bir baba da  balası sebebinden, zararğa oğratılmamalı. Oña beñzegenni (nefaqa teminatı)  varis uzerine de tüşer. Eger ana ve baba bir-birinen korüşerek ve ozara añlaşaraq,  balanı memeden kesmek isteseler, olarğa gunah yoqtır. Balalarıñıznı (süt anası  tutıp) emizdirmek istegen taqdiriñizde, emçek anağa bergeniñizni, eyiliknen  teslim etmek şartınen, sizge gunah yoqtır. Allahtan qorquñ. Biliñ ki Allah  yapayatqanlarıñıznı korer.",
        "commentary": ""
      },
      "234": {
        "text": "Sizden olgenlerniñ, artta qalğan refiqaları, oz başlarına (evlenmeden) dört ay  on kun beklerler. Beklev muddetlerini bitirgen vaqıtlarında, ozleri aqqında  yapqan meşru işlerde sizge bir gunah yoktır. Allah yapayatqanlarıñıznı bilir.",
        "commentary": "İddetniñ ikmeti – rahimniñ temizlengeniniñ isbatıdır. Bunda vasta – hayizdir.  Dört ay içinde uç ya da dört hayiz vaqtı olur ki, bu – qadınnıñ yuklü olmağanını  kosterir. Olüm sebebinen ayırıluvda ayrıca matem vaziyeti de bar. Muimi, bu dört  aylıq muddet tolmadan, qadınnıñ başqasınen evlenmemesidir. Bu muddet içinde  evlenüvnen bağlı açıq subetler yaplımaması da tevsiye etilgen. İster ayırıluv,  ister olüm sebebinen, ayırıluvdan soñ, tekrar evlenmek içün iddet beklemek  kerekligi em qadın, em de onıñ yaqınları içün bir teselli ve alıştıruv devri  olğanı sebebinen, psihologik ceetten faydalıdır. Alelhusus, qadınnıñ  yaqınlarından meydanğa kelecek hoşnutsızlıqlar belli derecede azaltılğan  olur"
      },
      "235": {
        "text": "(İddet beklegen) qadınlarnen evlenmek hususındaki tüşünceleriñizni gizli  añlatuvıñızda ya da onı içiñizde gizli tutuvıñızda sizge gunah yoqtır. Allah  bilir ki, siz olarnı añacaqsıñız. Lâkin, şariatqa uyğun sözlerden başqa, saqın olarğa gizliden korüşmege söz bermeñ. Farz olğan beklev muddeti tolmadan,  nikâh qıymağa aşıqmañ. Biliñ ki, Allah goñyulleriñizdekini bilir. Bu  sebepnen Allahtan saqınıñ. Şunı yahşı biliñ ki, Allah ğafurdır, halimdir.",
        "commentary": ""
      },
      "236": {
        "text": "Nikâhtan soñ, daa toqunmadan, ya da olar içün belli bir mehir tayin etmeden,  qadınlarnı ayırsañız, bunda sizge mehir lâzimligi yoktır. Bu vaziyette olarğa mut'a  (ediye olaraq bir şeyler) beriñ. Zengin olğan vaziyetine kore, faqır da vaziyetine  kore bermelidir. Munasip bir mut'a bermek yahşılar içün bir borctır.",
        "commentary": ""
      },
      "237": {
        "text": "Ozlerine mehir tayin eterek evlengen qadınlarıñıznı, alâqa yapmadan ayırsañız,  tayin etken mehriñizniñ yarısı olarnıñ aqqıdır. Ancaq qadınlarnıñ  vazgeçüvi, ya da nikâh bağı elinde olğannıñ (veliniñ) vazgeçüvi alı istisna, afu  etüviñiz (mehirden vazgeçüviñiz), taqvağa daa uyğundır. Arañızda eyilik ve  ihsannı unutmañ. Şubesiz, Allah yapayatqanlarıñıznı haqqı ile korer.",
        "commentary": ""
      },
      "238": {
        "text": "Namazlarğa ve orta namazğa devam etiñ. Allahqa sayğı ve bağlılılq içinde namaz  qılıñ. («Namaz – dinniñ diregidir», hadisinde bildirilgenine kore, eñ buyuk ibadet Allah  rizası içün qılınğan namazdır. Ayetteki «orta namaz» – ekindi namazıdır.  Resulullah (s.a.) Hendek cenkinde şoyle buyurğan: «Orta namaznı yani ekindi namazını  bizge terk ettirdiler. Allah olarnıñ evine ateş toldursın!» Orta namaznıñ angi  vaqıt olğanı hususunda çeşit rivayetler de bar).",
        "commentary": ""
      },
      "239": {
        "text": "Eger (er angi bir şeyden) qorqsañız, (namazlarıñıznı) yurerek ya da mingen olaraq  (qılıñ). İşançqa qavuşqan vaqtıñızda, siz bilmegende, Allah sizge ogretken  şekilde Onı añıñ (namaz qılıñ).",
        "commentary": ""
      },
      "240": {
        "text": "Sizden olüp de, (tul) qadınlar qaldırğan kimseler, zevceleriniñ evlerinden  çıqarılmadan, bir yılğa qadar qaldırğan mallarından faydalanuvları hususında  (sağ olğanlarında) vasiyet etsinler. Eger o qadınlar, (oz-ozlüklerinden) çıqıp  ketseler, ozleri aqqında yapqan şariatqa uyğun şeylerden sizge bir gunah yoqtır.  Allah azizdir, hakimdir.",
        "commentary": ""
      },
      "241": {
        "text": "Ayırılğan qadınlarnıñ aqqaniyet olçülerinde (qocalarından) menfaat  kormek aqlarıdır; bu, Allah qorqusı taşığanlar uzerine bir borctır.",
        "commentary": ""
      },
      "242": {
        "text": "Allah sizge, işte boylece, ayetlerini añlatır ki, tüşünip aqkiqatnı  añlarsıñız.",
        "commentary": ""
      },
      "243": {
        "text": "Biñlernen olğanları alda, olüm qorqusından tolayı, yurtlarından çıqıp  ketkenlerni kormediñmi? Allah olarğa «Olüñ!», dedi (oldüler). Soñra olarnı  tiriltti. Şubesiz, Allah insanlarğa nisbeten lütfkârdır. Lâkin, insanlarnıñ  çoqu şukür etmez. (Rivayetlerge kore, Vasit yaqınlarındaki Daverdanda yuqqan bir hastalıq zuur  etken, qasaba halqı o yerden qaçqan, Allah olarnı oldürgen, soñra da, ibret içün,  tiriltken. Bu qıssa Peyğamberimizge «Kormediñmi?» şeklinde ifade etilgen,  albuki, Peyğamberimiz olarnı kormegen, yani o devirde yaşamağan. İster – diger  semaviy kitaplarnen, ister – Qur'an-ı Kerimnen bu şekilde haberler Az. Peyğamberge  bildirilgeninden, Qur'an-ı Kerim bu bilgige araplarnıñ ifade uslubına uyğun  olaraq, «Kormediñmi?» şeklinde diqqat çekken.",
        "commentary": ""
      },
      "244": {
        "text": "Allah yolunda cenkleşiñ ve biliñ ki, Allah er şeyni eşitir ve bilir.",
        "commentary": ""
      },
      "245": {
        "text": "Bergeniniñ qat-qat ziyadesini ozüne odemesi içün Allahqa guzel bir borc  (istegenge fayızsız odünç) berecek yokmı? Tarlıq bergen de, varlıq bergen de  Allahtır. Sadece Oña döndürileceksiñiz.",
        "commentary": ""
      },
      "246": {
        "text": "Musadan soñ, Beni İsrailden ileri kelgen kimselerni kormediñmi? Ozlerine  yollanılğan bir peyğamberge: «Bizge bir ukümdar yolla ki, (onıñ qomandanlığında)  Allah yolunda cenkleşeyik», degen ediler. «Ya sizge cenk yazılır da cenkleşmeseñiz?», dedi. «Ürtlarımızdan çıqarılğan, balalarımızdan  uzaqlaştırılğan alımızda, Allah yolunda ne içün cenkleşmeyik?», dediler.  Ozlerine cenk yazılğanınen, aralarından pek azından ğayrı, keri dönüp qaçtılar.  Allah zalımlarnı yahşı bilir.",
        "commentary": "Mısırnen Felestin arasında yaşağan Amalika, o devirdeki qıralları Calutnıñ  qomandanlığında İsrail oğullarına ucüm etti. Ve olarnı perişan etip,  yurtlarından çıqardı. Bunıñ uzerine İsrail oğulları o anda aralarında bulunğan  peyğamberlerinden ozlerine bir qomandan tayin etmesini istediler. Devirniñ  peyğamberi, halqtan Talut adında birisini ukümdar ve qomandan tayin etti.  Aşağıdaki ayetlerde qıssa tafsilâtınen añlatıla"
      },
      "247": {
        "text": "Peyğamberleri olarğa: «Biliñ ki, Allah Talutnı sizge ukümdar olaraq yolladı»,  dedi. Bunıñ uzerine: «Biz ukümdarlıqqa daa lâyıq olğanımız alda, ozüne servet  ve zenginlik ceetinden keniş imkânlar berilmegen eken, o bizge nasıl ukümdar  olur?» dediler. «Allah siziñ uzeriñizge onı seçti, ilimde ve bedende oña ustünlik  berdi. Allah mulküni istegenine berir. Allah er şeyni quşatıcı ve er şeyni  bilicidir», dedi.",
        "commentary": "İsrail oğullarınıñ ileri kelgenlerine kore, iqtidar servet ve sermaye  saipleriniñ olmalı. Albuki, bu fikr toplum menfaatına ve adaletke terstir.  Doğrusı, iqtidarğa zenginlerniñ degil, birlik olğan kimselerniñ kelüvidir.  Kişiniñ beraberligini, onıñ maneviy kuçü, bilgisi ve baqışınen beden quveti ve  cesareti temsil eter"
      },
      "248": {
        "text": "Peyğamberleri olarğa: «Onıñ ukümdarlığınıñ alâmeti Tabutnıñ sizge  kelüvidir. Melekler taşığan o Tabutnıñ içinde Rabbiñizden sizge bir ferahlıq  ve sükünet, Musa ve Harun hanedanlarınıñ bıraqqanlarından bir qalımtı bar.  Eger inanğan kimseler iseñiz, siz içün bunda şubesiz, bir alâmet bar», dedi.",
        "commentary": "Rivayetke kore, «Tabut» – sandıqtır. Az. Musa onı cenklerde ordunıñ ogünde  bulundıra, bu sayede askerleri kuç ve ğayret qazana ediler. Vaqtı ile yeudiyler  zayıflağanınen, Tabutnı Calut ellerinden alğan. Talutnıñ ukümdarlığına  itraz eteler ve «Eger aqiqaten ukümdar ise, delil ketirsin», dediler. Olarğa:  «Onıñ ukümdar olğanına isbat Tabutnıñ keri kelüvidir», denildi ve Tabut keri  keldi"
      },
      "249": {
        "text": "Talut askerlernen beraber (cihad içün) ayrılğanınen: «Biliñiz ki, Allah sizni bir  irmaqnen imtian etecek. Kim ondan içse, menden degil. Elinen bir avuç içken  istisna, kim ondan içmese mendendir», dedi. Aralarından, pek azı istisna, episi  irmaqtan içtiler. Talut ve iman etkenler beraber irmaqnı keçkenlerinen: «Bugun  bizim Calutqa ve askerlerine qarşı qoyacaq iç kuçümiz yoq», dediler.  Allahnıñ uzurına baracaqlarına inanğanlar: «Nice az sayıda bir birlik,  Allahnıñ izninen, çoq sayıdaki birlikni yeñgen. Allah sabır etkenlernen  beraberdir», dediler.",
        "commentary": ""
      },
      "250": {
        "text": "Calut ve askerlerinen cenkke tutuşqanlarında: «Ey Rabbimiz! Uzerimizge sabır  yağdır. Bizge cesaret ber ki, tutuşayıq. Kâfir qavmğa qarşı bizge yardım et»,  dediler.",
        "commentary": ""
      },
      "251": {
        "text": "Soñunda, Allahnıñ izninen, olarnı yeñdiler. Davud da Calutnı oldürdi. Allah  oña (Davutqa) ukümdarlıq ve ikmet berdi, istegen ilimlerinden oña ogretti. Eger  Allahnıñ insanlardan bir qısmınıñ fenalığını digerlerinen qorçalamasa edi,  elbette yer yuzü alt-ust olur edi. Lâkin, Allah butün insanlıqqa nisbeten lütf ve  kerem saibidir.",
        "commentary": "Bu ayette dünya ayatında cariy olğan ilâhiy nizmanıñ bir derecede izaatı bar.  Allah insanlar arasında içtimaiy musaviylikniñ quruluvını bazı sebeplerge  bağlağan. Bu itibarnen, insanlardan bir qısmı zengin, bir qısmı faqır, bir  qısmı kuçlü, bir qısmı zayıf, bir qısmı sağlam, bir qısmı hasta, bir qısmı  mu'min, bir qısmı munkir olacaq ki, bular arasında qurulacaq alâqalar, yer  yuzüniñ quruluvını teminleycek. Tıpqı musbet ve menfiy qutuplar arasında  ışıq ve energiya meydanğa kelgeni kibi, insanlar arasında cenkler de, bu ikmetke  bağlıdır. İşte, bu ayetlerde ilâhiy nizamnnıñ bazı printsipleri añlatıla"
      },
      "252": {
        "text": "İşte, bular Allahnıñ ayetleridir. Biz olarnı saña doğru olaraq añlatmaqtamız.  Şubesiz, sen Allah tarafından yollanılğan peyğamberlerdensiñ.",
        "commentary": "Bu ayetlerde askeriy nizam añlatıla. Bir ordunıñ muvafaqiyetke irişüvi, er  şeyden evel, qomandannıñ emirlerine tekmil uymaqnen mumkündir. Cenkte  ğalip kelmek – sayığa bağlı degil. Aqlı olmaq – doğurlıqka, iman ve manenviy  kuçke bağlıdır. Calutnı oldürgen Davut, rivayetlerge kore, yedi yaşında bir bala  eken, Allah o peyğamberge Calutnı Davutnıñ oldürecegini bildirgen, o da  Davutnı beraber ketirgen, yolda uç taş tilge kelip: «Bizni al, Calutnı biznen  oldüreceksiñ», degenler, olarnı alğan, sapanınen atqan ve Calutnı oldürgen.  Bu bir mucizedir"
      },
      "253": {
        "text": "O peyğamberlerniñ bir qısmını digerlerinden ustün ettik. Allah olardan bir  qısmı ile qonuşqan, bazılarını da derece-derece yukseltken. Meryem oğlu  İsağa açıq mucizeler berdik ve onı Ruhu'l-Qudus ile quvetlendirdik. Allah  istese edi, o peyğamberlerden soñ kelgen milletlerni ozlerine açıq deliller  kelgenden soñ, bir-birlerinen cenkleşmez ediler. Faqat olar davalaşıp  başladılar da, aralarından kimi iman etti, kimi inkâr etti. Allah tilese edi, olar  cenkleşmez ediler; lâkin Allah tilegenini yapar. (Ruhu'l-Qudus – Cebraildir).",
        "commentary": ""
      },
      "254": {
        "text": "Ey, iman etkenler! Ozünde artıq alış-veriş, dostluq ve yardımcılıq olunmağan  kun (qıyamet) kelmeden evel, sizge bergen rızqımızdan hayır yolunda arclañ.  Aqiqatlarnı inkâr etkenler, elbette zalımlardır).",
        "commentary": ""
      },
      "255": {
        "text": "Allah, Ondan başqa tañrı yoktır; O, hayydır, qayyumdır. Oña ne yuqu kelir, ne  yuqlamaq. Koklerde ve yerdekilerniñ episi Onıñdır. İzni olmadan, Onıñ qatında  kim şefaat ete bilir? O, qullarınıñ yapqanlarını ve yapacaqlarını bilir. (Oña  iç yuir şey gizli qalmaz). Onıñ bildirgenlerinden başqa, insanlar Onıñ  ilminden iç bir şeyni tam olaraq bilalmazlar. Onıñ kursisi koklerni ve yerni  içine alır, olarnı qorçalap, kozetmek ozüne zor kelmez, o yucedir, buyuktir.",
        "commentary": "İçinde «kursi» kelimesi keçkeni içün bu ayetke «Aayetu'l-kursi» denilgen. Bu yerde  kursi biz bilgen taht manasında olmayıp, Allahnıñ şanına lâyıq, maiyetini yalıñız Ozü bilgen bir varlıqtır. Onıñ yuce sıfatlarını, aqransız  qudretini añlatqan bu ayetniñ azameti, onı oqumaqnıñ buyuk savabı ve  tesirleri aqqında hadisler bar. Efendimiz bir hadisinde şoyle buyurğan:  «Qur'anda eñ buyuk ayet Aayetu'l-kursidir. Onı oquğanğa Allah bir melek yollar,  onıñ hasenatını yazar. İçinde oqulğan evni şeytan otuz kun terk eter. O evge  qırq kun sihir ve sihirbaz kiralmaz. Ya Ali! Bunı evlâdıña, aileñye ve  qomşularıña ogret». Başqa bir hadiste de: «Kunlerniñ muimi cuma, sözlerniñ  ustüni Qur'an, Qur'anıñ eñ faydalı suresi el-Baqara, Baqaranıñ eñ buyuk  ayeti de Aayetu'l-kursidir», denilgen. Hayy – luğatta tiri, canlı manasındadır.  Allahnıñ sıfatlarından biri olup, daima bar olğan, uzülişke oğramağan,  barlığı ezeliy ve ebediy demektir. Qayyum ise – butün mahlüqatnıñ idaresini  şahsen yurütken, episini esapqa çekken demektir"
      },
      "256": {
        "text": "Dinde zorlamaq yoktır. Artıq doğrulıqnen egrilik bir-birinden ayırılğandır. O  alda, kim tağutnı red etip, Allahqa inansa, qopmağan tutquçqa yapışqandır.  Allah eşitir ve bilir.",
        "commentary": "Tağut – şeytan ve Allahtan başqa tabınılğan er şey demektir. İnsannı nefsi,  yani fena istekleri şeytannıñ saptıruvına qanar. Onıñ içün nefsine uymağan  kimse qolaylıqnen gunah işlemez. Aslında dinniñ qaidelerine uyuvımızğa mani  olğan şey, içimizdeki fena isteklerdir. Bu isteklerni terbiyelev suretinen, insan  ozüni fenalıqlardan qorçalay bilir. İslâm insanlarnı, din duyğularnı uyandırmaq  ve aqıllarını doğru işletmek suretinen, ozüne davet ete. Qur'annıñ  añlatuvlarınen doğru qıyıştan ayırdı etilecek alğa kelgendir. Bu doğru  yolnıñ ışığında İslâmğa ilk adımnı atmaq, ur iradelerinen, insanlarğa  aittir"
      },
      "257": {
        "text": "Allah, inanğanlarnıñ dostudır, olarnı qaranlıqlardan aydınlıqqa çıqarır.  İnkâr etkenlerge kelgende, olarnıñ dostları da tağuttır, olarnı aydınlıqtan  alıp, qaranlıqqa ketirir. İşte, bular ceennemlilerdir. Olar o yerde daimiy  qalırlar.",
        "commentary": "Bu ayette mu'min ile kâfir qıyas etilgen, Allahqa ve onıñ yollağan  peyğamberlerine inanğanlarnı Allahnıñ aydınlıqqa alıp barğanı, şeytanğa  uyıp, kâfir olğanlarnı da, qaranlıqqa iteklegeni, bu sebepnen, ceennemli  olğanları añlatıla"
      },
      "258": {
        "text": "Allah, kendisine mulk (ukümdarlıq ve zenginlik) bergeni içün, qopayıp, Rabbi  aqqında İbrahimnen davağa kirişkenni (Nemrutnı) kormediñmi? İşte, o zaman  İbrahim: «Rabbim ayat berici ve oldüricidir», degen edi. O da: «Ayat berici ve  oldürici menim», degen edi. İbrahim: «Allah kuneşni şarqtan ketirmekte; aydı  sen de onı ğarptan ketir», dedi. Bunıñ uzerine kâfir şaşmalap qaldı. Allah zalım  kimselerni hidayetke iriştirmez.",
        "commentary": ""
      },
      "259": {
        "text": "Yahut kormediñmi o kimseni ki, evleriniñ divarları çatılarınıñ uzerine çokken  (alt-ust olğan) bir qasabağa oğradı; «Olüminden soñ Allah bularnı nasıl  tiriltir aceba!», dedi. Bunıñ uzerine Allah onı oldürip, yuz yıl bıraqtı; soñ  tekrar tiriltti. «Ne qadar qaldıñ?» dedi. «Bir kun ya da daa az», dedi. Allah oña:  «Öq, yuz yıl qaldıñ. Aşaycağıña ve içecegiñye baq, alâ bozulmağandır.  Eşegiñye de baq. Seni insanlarğa bir ibret yapayıq diye (üz yıl olü tuttıq, soñra  tirilttik). Şimdi sen kemiklerge baq, olarnı nasıl tertiplep, soñra oña nasıl et kiydirmektemiz», dedi. Vaziyet oña añlaşılğanınen: «Şimdi yahşıca añladım ki,  Allah er şeyge qadirdir», dedi. (258-nci ayette Az. İbrahimnen davalaşqan kimsenen 259-nci ayette yıqılğan  qasabağa oğrağan kimselerniñ er ekisiniñ de, kâfir olğanını söylegen  tefsirciler bar. Ancaq, daa keniş darqağan rivayetke kore, yıqıq qasabağa  oğrağan Uzeir (a.s.)dir. Uzeir aşaytını alğan, eşegine minip keterken, evleri  yıqılğan, harabe alğa kelgen, o yerde oturğanlardan kimse qalmağan bir qasaba ya  da koy yıqıntılarınıñ yanına kele, o yerde qonaqlay. Etrafına baqa, bu şekilde  olgenlerniñ nasıl tirilecegini tüşüne. O anda yuqusı kele, yata. Allah onı  oldüre, yuz yıldan soñ tirilte. Aşaycaqları iç bozulmağan, ancaq eşegi  çürügen, yalıñız kemikleri qalğan, yıqıq qasaba da qurulğan. Uyanğan ilk  anında bir kun qadar ya da daa az bir zaman yuqlağan kibi zan etken.  Aşaycaqlarına baqıp, aqiqaten boyle olğan belley. Eşegine baqıp, vaziyetini  añlay. Allah Uzeirniñ kozü ogünde eşegini tirilte. Boylece, Allahnıñ  qudreti ve azametini muşaade ete. Az. İbrahimnen munaqaşa etkenniñ ise, Nemrut olğanı aytıla. Bazı tefsirciler  bu kıssanıñ Az. İbrahim Mısırğa ketken vaqıtta yuz bergenini, «ayat berici ve  oldürici – menim», degenniñ Fıravun olğanını söylegenler. Bu yerde muimi, Az.  İbrahimge berilgen mucizedir ki, Qur'anda oña söznen duşmannı mağlüp etmek  manasını añlatqan «huccet» denilgen. Az. İbrahim bu huccetnen  duşmanlarını yeñgen).",
        "commentary": ""
      },
      "260": {
        "text": "İbrahim Rabbine: «Ey, Rabbim! Olüni nasıl tiriltkeniñni maña koster», degen edi.  Rabbi oña: «Öqsa, inanmadıñmı?» dedi. İbrahim: «Öq! İnandım, faqat yuregimniñ  qanaatlenüvi içün (kormek istedim)», dedi. Bunıñ uzerine Allah: «Oyle ise, dört  dane quş tut, olarnı yanıña al, soñra (soyıp, parçala), er dağnıñ başına olardan  bir parça qoy. Soñra olarnı ozüñye çağır; çapa-çapa saña kelirler. Bil ki, Allah  azizdir, hakimdir», buyurdı.",
        "commentary": "Az. İbrahim olgen bir canlınıñ ğayrıdan nasıl tirileceginen meraqlana ve  bunıñ ozüne kosterilüvini Rabbinden istey. Allah Taalâ oña, ayette keçkeni kibi,  maddiy bir misalnen cevap bere, tirilişniñ maiyetini izaat etmey. Çünki,  insannıñ bilgi dairesi tirilmek, canlanmaq vaziyetini qavramağa kuçü yetmez.  Bundan evelki ayetlerde de keçkeni kibi, peyğamberlerge berilgen bu ornekler birer  mucizedir. Muimi, Allahnıñ butün canlılarnı, alelhusus insannı mıtlaqa  tiriltip, esapqa çekecegine kesen-kes iman etmektir"
      },
      "261": {
        "text": "Allah yolunda mallarını arclağanlarnıñ numünesi yedi başaq ostürgen bir dane  kibidir ki, er başaqta yuz dane bardır. Allah istegenine qat-qat ziyadesini berir.  Alahnıñ lüfti keniştir, O er şeyni bilir.",
        "commentary": ""
      },
      "262": {
        "text": "Mallarını Allah yolunda arclap da, artından kozge türtmeden, faqırlarnıñ  goñlüni qırmağan kimseler bar ya, olarnıñ Allah qatında ait mukâfatları bar.  Olar içün qorqu yoktır, ğam da çekmeycekler.",
        "commentary": ""
      },
      "263": {
        "text": "Guzel söz ve bağışlav – artından ıncıtuv kelgen sadaqadan daa yahşı. Allah  zengindir, acele de etmez.",
        "commentary": ""
      },
      "264": {
        "text": "Ey, iman etkenler! Allahqa ve ahiret kunüne inanmağanı alda, malını kosteriş  içün arclağan kimse kibi kozge türtmek ve ıncıtmaq suretinen, yapqan  hayırlarıñıznı boşuna çıqarmañ. Boylesiniñ vaziyeti – ustünde biraz topraq olğan tüz qayağa beñzer ki, sağanaq bir yağmur yuvup, onı çıplaq tegiz qaya alına  ketire qoyğanndır. Bular qazanğanlarından iç bir şeyge saip olalmazlar. Allah  kâfirlerni doğru yolğa qavuştırmaz.",
        "commentary": "Bu ayetlerde hayır yapmaq teşviq etilgen, ancaq hayır yapqanda yurek  qırılmaması, fıqırnıñ alçaltılmaması, eziyet etilmemesi ve yapılğan  eyilikniñ kozge türtilmemesi, kosterişten qaçınılması emir etilgen. Aks  alda, yapılğan hayırdan fayda ve savap yerine, gunah ve azap kelir"
      },
      "265": {
        "text": "Allahnıñ rizasını qazanmaq ve ruhlarındaki cumertlikni quvetlendirmek içün,  mallarını hayırğa sarf etkenlerniñ vaziyeti bir töpede peyda etilgen guzel bir  bağçağa beñzer ki, ustüne bol yağmur yağıp, eki qat mahsul berir. Bol yağmur  yağmasa bile, bir çıq tüşse (de kene mahsul berir). Allah yapqanlarıñıznı  kormekte.",
        "commentary": ""
      },
      "266": {
        "text": "Sizden biriñiz istermi ki, hurma ve yuzüm tereklerinen tolu, arasında suvlar aqqan  ve ozü içün o yerden er çeşit meyvadan (bir miqdar) bulunğan bir bağçası olsun da,  baquvğa muhtac bala-çağası bar eken, ozüne ihtiyarlıq kelip çatsın. Bağçanı da,  ateş boranı yaqıp kul etsin! (Elbette, bunı kimse arzu etmez). İşte, tüşünip,  añlarsıñız diye, Allah sizge ayetlerni beyan ete.",
        "commentary": "Bu ayette berilgen misal olduqça diqqatqa lâyıqtır. Zira, insannnı dünya  ayatında daima qarşılaşa bilecek vaziyetler tilge ketirilmekte. Kişiniñ  dünyada elde etken mevqi, vazife, zenginlik kibi degerlerniñ aslında iç bir  garantiyası yoqtır. Nice saltanatlar, devletler yıqılmaqta, zenginler  faqırlaşmaqta, içki cenkler ve başqaldıruvlar sebebinden, beklenilmegen  vaziyetler ceryan etmekte. Albuki, bu vaziyetler meydanğa kelmeden evel, insanlar  neler isteyler, nice planlar qura ediler. İşte, er şeyge rağmen, insanğa teselli  berecek bir çare – Allahqa iman ve Oña tayanuvdır"
      },
      "267": {
        "text": "Ey, iman etkenler! Qazanğanlarıñıznıñ yahşılarından ve rızıq olaraq yerden  sizge çıqarğanlarımızdan hayırğa arclañ. Sizge berilse, kozüñizni yummadan  alalmaycaq yaman mallarnı hayır diye, bermege qalqışmañ. Biliñiz ki, Allah  zengindir, maqtavğa lâyıktır.",
        "commentary": ""
      },
      "268": {
        "text": "Şeytan sizni faqırlıqnen qorquzır ve sizge qızğançlıqnı telqin eter, Allah  ise, sizge qatından bir mağfiret ve bir lütf vade eter. Allah er şeyni quşatıcı  ve er şeyni bilicidir.",
        "commentary": ""
      },
      "269": {
        "text": "Allah ikmetni istegenine berir. Kimge ikmet berilse, oña pek çoq hayır berilgen  demektir. Yalıñız aqıl saipleri tüşünip, ibret alırlar.",
        "commentary": "Teren ve faydalı bilgige – ikmet denilir. Alah ikmet bergen kimseler, birincide,  peyğamberler, ilminen amel etici alimlerdir. Bilgili oluvnıñ ziyade deger  berilgen tarafı – insanlıqqa faydalı oluvdır. Peygamberimiz bir hadisinde:  «Faydalı bilgi isteñ, faydasız bilgiden Allahqa sığınıñ\", buyurğan.  Doğrulıq, adalet, ihlâs, sevgi, sayğı, ağır-sabırlılıq, başqalarına faydalı  olmaq, cumertlik, alicenaplıq kibi yuksek vasıflarğa saip kimseler de ikmet  ehlinden sayılır. İslâmğa tolusınen inanğan, Qur'annıñ emirlerini ogrenip,  eksiksiz tedbiq etmek içün areket etken, butün yamanlıqlardan uzaq turğan kimse  ikmet saibidir ve oña buyuk hayır berilgendir"
      },
      "270": {
        "text": "Yapqan er arclamañıznı ve adağan er adağıñıznı mıtlaqa Allah bilir. Zalımlar  içün iç yarcımcı yoktır.",
        "commentary": ""
      },
      "271": {
        "text": "Eger sadaqalarnı (zekât ve oña beñzegen hayırlarnı) aşkâr berseñiz ne de yahşı!  Eger onı faqırlarğa gizliden berseñiz, işte bu siz içün daa hayırlıdır. Allah bu  sebepnen siziñ gunahlarıñıznı orter. Allah yapayyatqanlarıñıznı bilir.",
        "commentary": "Zekâtqa, aynı zamanda sadaqa denilüviniñ eki sebebi bar: Birincisi, malnıñ  temizlenip artuvı, ekincisi de, imanda sadaqat ve kemalğa delâlet etüvidir.  Zekât olsun, sadaqa olsun, hayırlarnıñ gizli yapılıvu aşkâr yapıluvından ustün  sayılğan, zira, gizliden yapılğan hayırlar riya ve kosterişten uzaq oluvı sebebinen,  em Alllahnıñ rizasına daa uyğundır, em de insannıñ hasiyet ve şerefini muafaza  etüvi noqtai nazarından, daa hayırlıdır"
      },
      "272": {
        "text": "(Ya Muhammed!) Olarnı doğru yolğa iriştirmek saña ait degil. Lâkin, Allah  istegenini doğru yolğa qavuştırır. Hayır olaraq arcalağanlarıñız oz  eyiligiñiz içündir. Yapacaq hayırlarıñıznı yalıñız Allahnıñ rizasını  qazanmaq içün yapmalısıñız. Hayır olaraq bergenleriñiz ne olsa, qarşılığı  sizge tam olaraq berilir ve asla aqsızlıqqa oğratılmazsıñız.",
        "commentary": ""
      },
      "273": {
        "text": "(Yapacaq hayırlarıñız,) ozlerini Allah yoluna adağan, bu sebepnen, yer yuzünde  fayda içün dolaşıp olamağan faqırlar içün olsun. Bilmegen kimseler,  iffetlerinden tolayı, olarnı zengin zan eterler. Sen olarnı sımalarından tanırsıñ.  Çünki, olar yuzsüzlik eterek istemezler. Yapqan er bir hayırıñıznı mıtlaqa Allah  bilir.",
        "commentary": "Bu ayette añılğan faqırlar ayatlarını Allah yolunda cenkke bağışlağan  mucahidlernen ilim yolcularıdır. Bular bu muqaddes meşğuliyetleri sebebinden,  qazançqa yonelüv imyaknından marumdırlar. Maddiy yardımlarnıñ alelhusus bularğa  yapıluvı cihadnı ve ilimni teşviq etecektir"
      },
      "274": {
        "text": "Mallarını gece ve kundüz, gizli ve aşkâr hayırğa sarf eticiler barlar ya, olarnıñ  mukâfatları Allah qatındadır. Olarğa qorqu yoqtır, ğam da çekmezler.",
        "commentary": "Bu ayetlerde teşviq etilgen hayırlardan birinci derecede olğanı – murat  etilgen zekâttır. Zira, İslâm emir etkeni kibi, zekât eksiksiz berilse, faqırlar  olduqça azalırlar. Ancaq, zekâtnı sarf etüv yerleri belli ve esaplı olğanı içün,  zekât sarf etilmegen yerlerge de zekâttan ğayrı, hayır yapılır. Vaquflar – bulardan  biridir"
      },
      "275": {
        "text": "Fayız aşağanlar (qabirlerinden), şeytan çarpqan kimselerniñ cinnet (delilik)  nevbetinden qalquvı kibi qalqarlar. Bu al olarnıñ «Aluv-satuv tıpqı fayız  kibidir», degenleri içündir. Albuki, Allah aluv-satuvnı elâl, fayıznı aram etken.  Bundan soñ, kimge Rabbinden bir ogüt kelip de, fayızdan vazgeçse, keçmişte olğanı  ozüniñki ve artıq onıñ işi Allahqa qalğandır. Kim tekrar fayızğa dönse,  işte olar ceennemlidirler, o yerde ebediy qalırlar.",
        "commentary": ""
      },
      "276": {
        "text": "Allah fayıznı tüketir (fayız qarışqan malnıñ bereketini coyar), sadaqalarnı  ise bereketlendirir. Allah kufürde ve gunahta israr etken iç kimseni sevmez.",
        "commentary": "Fayız yasağı İslâmnıñ kesen-kes ukümlerindendir ve er çeşiti ile fayız aramdır.  Şahsiy ve içtimaiy zaruret alları istisna olaraq, bular devamlı degildir.  İslâmnıñ iqtisadiy, içtimaiy, ahlâqiy... nizamnı bir butün alda işletilgen  vaqıtta, fayızğa zaruret peyda olmaz. İslâm iqtisadiyatı sermaye biriküvini  teşviq etmek içün fayıznı degil, ortaqlıq usulını ileri sürgen. Bu usulda  sermaye fayızsız olacağı içün, maliyet ve inflâtsiya probleması ortadan  qalqacaq, mulkiyetke iştirak aşağa qadar yayılacaq, iqtisad ve içtimaiy farqlılaşuv eñ az derecege tüşecek, sermayege, yatırımlarğa ve ticaretke  yaman koznen baqılmaycaq. Para bir deñişüv vastasıdır. Onı alınıp-satılğan  mal alına ketirmek, zararğa oğramadan, kelir almaq tatlı, faqat zeerli  aşalacaqlarnen beslenmege beñzer, tesirini kostergeninen, esasen iş işten  keçken olur"
      },
      "277": {
        "text": "İman etip, yahşı işler yapqan, namaz qılğan ve zekât bergenler bar ya, olarnıñ  mukâfatları Rabbleri qatındadır. Olarğa qorqu yoqtır, olar ğam da çekmezler.",
        "commentary": ""
      },
      "278": {
        "text": "Ey, iman etkenler! Allahtan qorquñ. Eger aqiqaten inana iseñiz, mevcut  alacaq fayızlarıñızdan vazgeçiñiz.",
        "commentary": ""
      },
      "279": {
        "text": "Şayet (fayız aqqında aytılğanlarnı) yapmasañız, Allah ve Resulı tarafından  (fayızcılarğa qarşı) açılğan cenkten haberiñiz olsun. Eger tövbe etip  vazgeçseñiz, sermayeñiz siziñdir; ne aqsızlıq etken, ne de aqsızlıqqa oğrağan  olursıñız.",
        "commentary": ""
      },
      "280": {
        "text": "Eger (borclu) fuqare ise, vaziyeti tüzelgenge qadar, oña muhlet bermek (kerek). Eger  (aqiqatnı) añlasañız, bunı sadaqağa (ya da zekâtqa) saymaq siz içün daa  hayırlıdır.",
        "commentary": ""
      },
      "281": {
        "text": "Allahqa döndürileceksiñiz, soñra er keske haq etkeni eksiksiz berilecek ve  kimse aqsızlıqqa oğratılmaycaq bir kunden saqınıñ.",
        "commentary": ""
      },
      "282": {
        "text": "Ey, iman etkenler! Belgilengen bir muddet içün bir-biriñizge borclanğanıñızda,  onı yazıñız. Bir kâtip onı arañızda adaletnen yazsın. İç bir kâtip Allahnıñ oña  ogretkeni kibi yazmaqtan keri turmasın; (ep şeyni olğanı kibi) yazsın. Uzerinde aq  olğan kimse (borclu) da yazdırsın, Rabbinden qorqsın ve borcunı asla eksik  yazdırmasın. Eger borclu sefacı ya da aqılı zayıf, ya da ozü söylep, yazdırıp  olamaycaq vaziyette ise, velisi adaletnen yazdırsın. Erkekleriñizden eki de şaat  bulundırıñ. Eger eki erkek bulunmasa, rizalıq bergen şaatlardan bir erkeknen- biri  yañılsa digeriniñ oña hatırlatuvı içün -eki qadın (olsun). Çağırılğan  vaqıtlarında şaatlar kelmemezlik etmesinler. Buyuk ya da kuçük, vadesine qadar iç  bir şeyni yazuvdan saqın erinmeñ. Boyle yapuvıñız Allah qatında daa adaletli,  şeadet içün daa doğru, şubege tüşmemeñiz içün daa uyğundır. Ancaq arañızda  yapıp bitirgen peşin bir ticaret olsa, bu al başqadır. Bu vaziyette onı yazmamañızda  siz içün bir saqınmaq yoqtır. (Esas olaraq) alış-veriş yapqanıñızda şaat  tutuñ. Ne yazğan, ne de şaat zararğa oğratılsın. Eger bunı yapsañız (zarar  berseñiz), şube yoq ki, bu siziñ yoldan çıquvıñız demektir. Allahtan qorquñ.  Allah sizge kerekli şeyni ogrete. Allah er şeyni bilmekte.",
        "commentary": "Qur'an-ı Kerim bu eñ uzun ayeti ile notarial muessiseniñ esaslarını qoyğan,  musulmanlar da bu tevsiyege umumen uyğanlar. İslâmnıñ diqqatnen uzerinde turğan  printsiplerinden biri de, aqnıñ qorçalanuvıdır. Alınacaqnıñ ve borcnıñ  qorçalanuvı, odenüvi kerek olğan aqlardandır. Aqnıñ icrası ve odenüvi, onıñ  bilinüvine, kerek olğanda, isbat etile bilüvine bağlıdır. İster yazmaq ve  yazdırmaq, ister şaat tutmaq, isbat içün alâ qullanılğan eñ keçerli  vastalardandır. İslâm qadınnı tabiatı ve şahsiyetine uyğun bir terbiye korgeni, ayası ve duyğuları  daa kuçlü, daa tesirli olğanı içün şaatlıq kibi resmiy ve kutlege belli  mevzularda, em cınsınen qavileştirilüvi uyğun korülgen. «İşiñ yoq ise – şaat,  parañ çoq ise – kefil ol», şeklindeki meşur söz İslâm ketirgen qardaşlıq ve beraderlik ruhınıñ söngeni, ahlâqnıñ zayıflağan devirlerine aittir. Qur'an  mu'minlerni, işleri olsa da, şaatlıq etmege çağırğan, boylece aqlarnıñ  qorçalanuvı vazifesine qatıluvlarını istey. «Haq» yucedir, iç bir şey ondan  ustün olamaz"
      },
      "283": {
        "text": "Yolculıqta olup da, yazacaq birisini tapalmasañız, (borcğa qarşılıq)  alınğan bir rehin de yeterlidir. Bir-biriñizge bir emanet bıraqsañız, emanet  bıraqılğan kimse emanetni saibine bersin ve (bu hususta) Rabbi olğan Allahtan  qorqsın. Şaatlıqnı, bilgenleriñizni gizlemeñ. Kim onı gizlese, bilsin ki,  onıñ qalbi gunahkârdır. Allah yapayatqanlarıñıznı bilir.",
        "commentary": ""
      },
      "284": {
        "text": "Koklerde ve yerdekilerniñ episi Allahnıñdır. İçiñizdekilerni aşkâr etseñiz de,  gizleseñiz de, Allah ondan tolayı sizni esapqa çekecek, soñra istegenini afu eter,  istegenine de, azap berir. Allah er şeyge qadirdir.",
        "commentary": ""
      },
      "285": {
        "text": "Peyğamber Rabbi tarafından ozüne endirilgenge iman etti, mu'minler de (iman  ettiler). Er biri Allahqa, meleklerine, kitaplarına, peyğamberlerine iman ettiler.  «Allahnıñ peyğamberlerinden iç biri arasında ayırdı yapmamız. Eşittik, itaat  ettik. Ey, Rabbimiz, afuña sığındıq! Dönüş sañadır», dediler.",
        "commentary": ""
      },
      "286": {
        "text": "Allah er şahsnı ancaq kuçü yetecek olçüde mukellef yapar. Er kesniñ qazanğan  (hayırı) ozüne, yapacaq (şerri) de ozüne. Rabbimiz! Unutsaq ya da hata yapsaq, bizni  mesuliyetli etme. Ey, Rabbimiz! Bizden evelkilerine yuklegeniñ kibi, bizge de ağır  bir yuk yukleme. Ey, Rabbimiz! Bizge kuçümiz yetmegen işlerni de yukleme! Bizni afu et!  Bizni bağışla! Bizni acı! Sen bizim mevlâmızsıñ. Kâfirler toplulığına qarşı  bizge yardım et!",
        "commentary": "«Baqara» suresiniñ soñki eki ayetini teşkil etken ve \"Aamenerresuulu\" diye  añılğan bu mubarek ayetler, ilâhiy emirler qarşısında yalıñız itaatqa yonelgen  mu'minlerniñ inançlarındaki sadaqatlarını ifade etmekte. Ayrıca, evelki bir  ayette keçken «içiñizdekilerni aşkâr etseñiz de, gizleseñiz de, Allah sizni esapqa  çekecek», haberinen qorquğa qapılğan mu'minlerge bu ayetlernen qolaylıq bahş  etilgen, mukellefiyetler yengilletilgen. Boylece, Allahqa tam itaat ve iltica  meyvalarını berirken, yersiz şubeler de yoq etilgen. Mirac gecesinde Peyğamberimizge vastasız vahiy olğan bu ayetler, Resulullahnıñ  hadislerinde maqtalğan, er zaman ve alelhusus yatmadan evel oquluvı tevsiye  etilgen. Bir hadiste de: «Bu ayetlerniñ geceleyin yatmadan evel oquluvı kişige  yeterli», denilgen"
      }
    }
  },
  "3": {
    "number": 3,
    "verses": {
      "1": {
        "text": "Elif. Lâam. Miim.",
        "commentary": "Sure başlarındaki bu kibi arifler aqqında bilmek içün baq.: «Baqara», 2/1"
      },
      "2": {
        "text": "Hayy ve qayyüm olğan Allahtan başqa ilâh yoktır. (\"Hayy ve qayyüm\" sıfatlarınıñ manaları içün baq.: «Baqara», 2/255). 3-",
        "commentary": ""
      },
      "4": {
        "text": "(Resulım!) O, saña Kitapnı haq ve evelki kitaplarnı tasdiq etici olaraq  qısım-qısım endirgen; daa evelde insanlarğa doğru yolnı kostermek uzre  Tevratnen İncilni ve Furqannı endirgendir. Bilinmeli ki, Allahnıñ  ayetlerini inkâr etkenler içün şiddetli bir azap bar. Allah suçlınıñ aqqından  kelici mutlaq kuç saibidir.",
        "commentary": "«Furqan» – doğrunı yañılıştan ve yahşını yamandan ayırdı etken ukümler  demek olup, Qur'an-ı Kerimniñ isimlerindendir"
      },
      "5": {
        "text": "Şubesiz ki, ne yerde, ne de kokte iç bir şey Allahqa gizli qalmaz.",
        "commentary": ""
      },
      "6": {
        "text": "Rahimlerde sizni istegeni kibi şekillendirgen Odır. Ondan başqa ilâh yoktır. O  mutlaq kuç ve ikmet saibidir.",
        "commentary": ""
      },
      "7": {
        "text": "Saña Kitapnı endirgen Odır. Onıñ (Qur'annıñ) bazı ayetleri muhkemdir ki,  bular Kitapnıñ esasıdır. Digerleri de muteşabihtir. Kalplerinde qıyışlıq  olğanlar, fitne çıqarmaq ve oña başqaca mana bermek içün ondaki  muteşabih ayetlerniñ peşine tüşerler. Albuki, Onıñ manasını yalıñız Allah  bilir. İlimde yuksek derecege irişkenler ise: «Oña inandıq; episi Rabbimiz  tarafındandır», derler. (Bu incelikni) ancaq aqılı dürüstler tüşünip  añlarlar.",
        "commentary": "Bazılar «ve'r-raasihuune» kelimesiniñ başındaki «vav» arifini bağlayıcı  qabul etkenler ki, bu taqdirde mana şoyle çıqar: «Albuki, onıñ manasını  yalıñız Allah ve ilimde yuksek derecege irişkenler bilir». Bu manağa kore,  Qur'andaki muteşaabih ayetlerniñ manaları zaman içinde ilimniñ inkişafınen  çezilecek. Muhkem ve muteşaabih – terminler olup, «muhkem ayet» – manası açıq  añlaşılğan ve şubege yol bermegen ayet demektir. «Muteşaabih» ise – muhkemniñ  aksidir ve manası tam olaraq añlaşuvı mumkün olmağan ayetni ifade ete"
      },
      "8": {
        "text": "(Olar şoyle yaqarırlar:) Rabbimiz! Bizni doğru yolğa qavuştırğandan soñ,  qalplerimizni bozma. Bizge rahmet bağışla. Lütfi eñ bol olğan Sensiñ.",
        "commentary": ""
      },
      "9": {
        "text": "Rabbimiz! Kelüvine şube etilmegen bir kunde insanlarnı mıtlaqa toplaycaq  Sensiñ. Allah asla sezünden qaytmaz.",
        "commentary": ""
      },
      "10": {
        "text": "Bilinmeli ki, inkâr etkenlerniñ ne malları, ne de evlâtları Allah uzurında  ozlerine bir fayda bermeycekler. İşte, olar ceennemniñ yaqarlığıdır.",
        "commentary": ""
      },
      "11": {
        "text": "(Olarnıñ yolu) Fıravun hanedanınıñ ve olardan evelkilerniñ tutqan yoluna  beñzer. Olar bizim ayetlerimizni yalanğa çıqardılar, Allah da olarnı gunahları  sebebinden, aman yaqaladı. Allahnıñ cezası çoq şiddetlidir.",
        "commentary": ""
      },
      "12": {
        "text": "(Resulım!) İnkâr etkenlerge de ki: Yaqında mağlüp olacaqsıñız ve ceennemge  sürüleceksiñiz. O yer qalınacaq ne fena bir yerdir! Bu ayet, muşriklerniñ ya da, bir başqa rivayetke kore, yeudiylerniñ yaqında  musulmanlardan yeñileceklerini Az. Peyğamberge mujdelemekte. Aqiqaten  Qur'annıñ bu mucize haberi kerçekleşken ve ister muşrikler, ister yeudiyler  ustünden musulmanlar zafer qazanğanlar.",
        "commentary": ""
      },
      "13": {
        "text": "(Bedirde) qarşı-qarşığa kelgen şu eki toplumnıñ tüşken vaziyetinde siz  içün buyuk bir ibret bar. Biri Allah yolunda çarpışqan bir toplum, digeri ise, bularnıñ açıqtan-açıq ozlerinden eki kere çoq korüngen kâfir bir  toplumdır. Allah istegenine yardımınen qol tutar. Elbette, bunda ilerini kore  bilgenler içün buyuk bir ibret bar.",
        "commentary": ""
      },
      "14": {
        "text": "Nefsiy isteklerge, (ayrıca) qadınlarğa, oğullarğa, yığın-yığın toplanğan  altın ve kumüşke, başı boş atlarğa, sağılğan ayvanlarğa ve ekinlerge nisbeten  ziyade hırs insanlarğa cazibeli qılındı. Bular dünya ayatınıñ keçici  menfaatlarıdır. Albuki, barılacaq guzel yer – Allah qatındadır.",
        "commentary": ""
      },
      "15": {
        "text": "(Resulım!) De ki: Sizge bulardan daa yahşısını bildireyimmi? Taqva saipleri  içün Rabbleri yanında, içinde irmaqlar aqqan, ebediyen qalacaq cennetleri,  ter-temiz refiqalar ve (episiniñ ustünde) Allahnıñ hoşnutlığı bar. Allah  qullarını çoq eyi korer.",
        "commentary": "14-nci ayette sayılğan dünya nimetleri ve dünya guzelliginiñ insanğa  sevdirilgeni ifade etilgen. Bu davranış tabiiydir, dünyaviydir. Esasen insan  oğlu nefsini ve neslini devam ettire bilüvi içün bu nimetlerden belli olçüde  faydalanması kerek. Ancaq, insan bularğa qul olmamalı. 15-nci ayette  bulardan daa guzeli kosterilgen, çünki, evelkiler ne qadar guzel olsa olsun  keçicidir, ekinciler ise daimiydir"
      },
      "16": {
        "text": "(Bu nimetler): «Ey, Rabbimiz! İman ettik; bizim gunahlarımıznı bağışla, bizni  ateş azabından qorçalar!» degen;",
        "commentary": ""
      },
      "17": {
        "text": "Sabır etken, dürüst olğan, uzurda boyun bukken, hayırğa arclağan ve saar  vaqtında Allahtan bahşış tilegenler (içündir).",
        "commentary": ""
      },
      "18": {
        "text": "Allah adaletni qorçalayaraq, (delillerinen) şu hususnı añlatqan ki, Ondan  başqa ilâh yoqtır. Melekler ve ilim saipleri de (bunı iqrar etkenler. Ebet)  mutlaq kuç ve ikmet saibi Allahtan başqa ilâh yoqtır.",
        "commentary": ""
      },
      "19": {
        "text": "Allah nezdinde haq din İslâmdır. Kitap berilgenler, ozlerine ilim kelgenden  soñradır ki, aralarındaki kuncilik sebebinden, uyışamadılar. Allahnıñ  ayetlerini inkâr etkenler bilmediler ki, Allahnıñ esabı çoq çabiktir. («Din» kelimesi – itaat ve ceza, millet ve şeriat manalarındadır. Qur'an-ı  Kerimde din kelimesi çeşit manalarda qullanıla. Yuqarıdaki ayette ise, qullar  tarafından uyılması istenilgen ilâhiy qanunnıñ kozde tutılğanı  añlaşıla. «İslâm» kelimesine de, şu manalar berilmekte: İtaat etmek ve  bağlanmaq, selâmetlikke qavuşmaq, ibadette ihlâslı davranmaq. Yuqarıdaki  ayette «islâm»dan tek Allah inançına tayanğan ve Az. Muhammed (s.a.) risaletinen  kemalat noqtasına yetiştirilgen ilâhiy destürlerniñ episi kozde  tutılmaqta).",
        "commentary": ""
      },
      "20": {
        "text": "Eger sennen tartışmağa kirişseler, de ki: «Maña uyğanlarnen birlikte men  ozümni Allahqa teslim ettim». Ehl-i kitapqa ve ummiylerge de: «Siz de Allahqa  teslim oldıñızmı?», de. Eger teslim olğan iseler, doğru yolnı buldılar  demektir. Yoq, eger yuz çevirseler, seniñ vazifeñ – yalıñız tebliğdir. Allah  qullarını çoq eyi kormektedir.",
        "commentary": "«Ummiy» – luğatta oquvı-yazısı olmağan manasında olsa da, tefsirler, bu  ayette ozlerine kitap berilmegen arap muşrikleriniñ nazarda tutılğanlarını  bildireler"
      },
      "21": {
        "text": "Allahnıñ ayetlerini inkâr etkenler, aqsız yerde peyğamberlerniñ canlarını  qıyğanlar ve adaletni emir etken insanlarnı oldürgenler (öqmı), olarğa  accı bir azapnı haber ber!",
        "commentary": ""
      },
      "22": {
        "text": "İşte, bular dünyada da, ahirette de, areketleri boşuna ketken kimselerdir.  Olarnıñ iç bir yardımcısı da yoqtır. (İman etmegen ve dinniñ darqaluvına, adaletniñ tedbiq etilüvine mani  oluvğa çalışqanlarnıñ, ahirette zararğa oğraycaqları tabiiydir.  Dünyadaki zararları ise, butün ğayretlerine rağmen haq dinniñ darqaluvına,  adeletniñ ortağa çıquvına mani olalmayuvlarında ozüni kostermekte.  Kâfirler istese de, istemese de, Allah haq dinni digerlerine hakim yapacaq.  Amelniñ dünyada boşuna ketüviniñ bir manası da, omür sermayesini boşuna  arcalamaq, ahiret içün bir şey qazanmadan, olüp ketmektir).",
        "commentary": "Tefsirlerde aşağıda manası berilgen ayetniñ nazil oluvına sebep çeşit  vaqialar añlatılğan ki, bu vaziyetlerden biri boyledir: Ekisi de yeudiy olğan bir  qadınnen bir erkek zina yapalar. Tevratta zinanıñ cezası «recim» olmaqnen  beraber, yeudiyler, asaletleriniñ sebebinen, bu kişilerni recim etmek  istemeyler; daa yengil bir ceza berilecegi umüdinen Resulullahqa keleler. O da  aynı cezanen uküm etkeninen, bu ukümge itiraz bildireler. Buña kore, Az.  Peyğamber Tevratnıñ ait ayetini oqutaraq, oña kore uküm bere ve  qabaatlılarnıñ kene recim etilüvini emir ete. Umütlerine nail olmağan  yeudiyler buña opkeleneler"
      },
      "23": {
        "text": "(Resulım!) Kendilerine kitaptan bir pay berilgenlerni (eudiylerni)  kormezsiñmi ki, aralarında uküm etüvi içün Allahnıñ kitabına çağıralar da,  soñra aralarından bir topu cayaraq keri döne.",
        "commentary": ""
      },
      "24": {
        "text": "Olarnıñ bu areketleri: «Bizge ateş, sadece sayılı kunlerde toqunacaq»,  deyuvleriniñ bir neticesidir. Olarnıñ vaqtı ile uydurğan şeyleri de,  dinleri aqqında ozlerini yañıltqandır.",
        "commentary": ""
      },
      "25": {
        "text": "Faqat olarnı kelüvinde şube etilmegen bir kun içün toplağanımızda ve iç bir  aqsızlıqqa oğratmadan, er keske qazanğan şeylerini tamamınen odengen  vaqıtta alları nasıl olur?",
        "commentary": ""
      },
      "26": {
        "text": "(Resulım!) De ki: Mulkniñ aqiqiy saibi olğan Allahım! Sen mulkni  istegeniñye berirsiñ ve mulkni istegeniñden keri alırsıñ. İstegeniñni  yuceltir, istegeniñni de alçaltırsıñ. Er türlü eyilik seniñ eliñdedir.  Aqiqaten sen er şeyge qadirsiñ.",
        "commentary": ""
      },
      "27": {
        "text": "Geceni kundüzge qatar, kundüzni de gecege qatarsıñ. Olüden tirini  çıqarır, tiriden de olüni çıqarırsıñ. İstegeniñye de esapsız rızıq  berirsiñ.",
        "commentary": "Bu ayette gece ve kundüzniñ uzap, qısalğanı Allahnıñ qudretine bir  nişane olğanı añlatılğan"
      },
      "28": {
        "text": "Mu'minler mu'minlerni bıraqıp da, kâfirlerni dost tutmasınlar. Kim bunı yapsa,  artıq onıñ Allah nezdinde iç bir degeri yoqtır. Ancaq kâfirlerden kele  bilecek bir telükeden saqınuvıñız istisna. Allah, ozüne qarşı (kelüvden)  sizni saqındıra. Dönmek yalıñız Allahqadır.",
        "commentary": "Ayette yasaqlanğan dostluq kâfirlerge nistebeten goñyulden bağlanmaq ve  mu'minlerni bıraqıp, olarğa bağlılıq ve sevgi kostermek manasındaki dostluqtır. Buña qarşılıq bir musulman devletniñ başqa musulmanlarnıñ aleyhine olmamaq şartınen, kâfirlernen barış imzalavı ve  başqa bir ğayrımuslim devletnen işbirligi yapuvı caizdir"
      },
      "29": {
        "text": "De ki: İçiñizdikelerni gizleseñiz de, aşkâr etseñiz de, Allah onı bilir.  Koklerde ve yerde olğanlarnı da bilir. Allah er şeyge qadirdir.",
        "commentary": "Tefsirci Beyzaviy bu ayetni tefsir eter eken, boyle dey: «Eger qalplerimizde  kâfirlerge nisbeten bir sevgi ve dostluq meyli olsa, onı gizleseñiz de, aşkâr  etseñiz de, Allah bilir. Zira, koklerde ve yerde olğan er şeyni bilici Allah,  elbette siziñ gizliñizni de, aşkârıñıznı da bilir. Ayrıca, O kâfirlerge  dost oluvıñıznı yasaqlamasına rağmen, kene de siz bundan vazgeçmeseñiz, sizni  cezalandırmağa da qadirdir... Qısqası, Onıñ bilmegen ve cezalandırmağa kuçü yetmegen iç bir fenalıq ve isyan olmağanına kore,  emirine asiy olmaq curatını kostermeñ"
      },
      "30": {
        "text": "Er kesniñ, eyilik olaraq yapqanlarını da, fenalıq olaraq yapqanlarını da,  qarşısında azır olğan kunde (insan) isteycek ki, fenalıqlarınen ozü  arasında uzun bir mesafe bulunsın. Allah, ozüne qarşı (kelüvden) sizni  saqındıra. Allah qullarına çoq şefqatlıdır.",
        "commentary": ""
      },
      "31": {
        "text": "(Resulım!) De ki: Eger Allahnı sevseñiz, maña uyıñız ki, Allah da sizni sevsin  ve gunahlarıñıznı bağışlasın. Allah soñ derece bağışlayıcı ve  merhametlidir.",
        "commentary": ""
      },
      "32": {
        "text": "De ki: Allahqa ve Resulına itaat etiñ. Eger yuz çevirseler, bilsinler ki, Allah  kâfirlerni sevmez. 33-",
        "commentary": ""
      },
      "34": {
        "text": "Allah bir-birlerinden kelme bir nesil olaraq Ademni, Nuhnı, İbrahim  ailesinen İmran ailesini seçip, alemlerge ustün yaptı. Allah eşitici ve  bilicidir.",
        "commentary": "İbrahim ve İmran ailesiniñ manası, tefsircilerniñ çoqluğına kore,  olardan soñ kelgen peyğamberlerdir"
      },
      "35": {
        "text": "İmrannıñ qadını boyle degen edi: «Rabbim! Qarnımdakini azatlı bir qul  olaraq tek saña adadım. Adağımnı qabul et. Şubesiz, (niyazımnı) haqqı ile  eşitici ve (niyetimni) bilici Sensiñ\".",
        "commentary": ""
      },
      "36": {
        "text": "Onı doğurğanınen, Allah ne doğurğanını bilip turğanda: «Rabbim! Men onı  qız doğurdım. Albuki, oğul qız kibi degil. Oña Meryem adını berdim.  Quvulğan şeytanğa nisbeten, onı ve soyunı seniñ qorçalağanıñnı tileyim»,  dedi.",
        "commentary": ""
      },
      "37": {
        "text": "Rabbi Meryemniñ tilegini qabul etti; onı guzel bir osümlik kibi yetiştirdi.  Zekeriyyanı da onı baqmaq ile vazifelendirdi. Zekeriyya onıñ yanına, mabetke  er kirgeninde, o yerde bir rızıq kore ve «Ey, Meryem, bu saña nereden kele?», der; o  da: «Bu, Allah tarafındandır. Allah istegenine esapsız rızıq berir», der edi.",
        "commentary": "Zekeriyya aleyhisselâm, Az. Meryemniñ teyzesiniñ qocası edi. Ayette ifade  etilgeni kibi, Az. Meryemniñ Beyt-i Maqdiste baqımını Zekeriyya ustüne  alğan edi. Meryemge ayrı bir oda tesis etti ki, oña ayette «mihrap» denilgen.  Mihrap cenk ve cihad vastası demektir. Bir çeşiti qıynav odası  manasındadır. Ayette keçken «mihrap»nıñ camilerde imamnıñ namaz  qıldırğan yeri olğan mihrapnen alâqası yoq. Az. Zekeriyya Meryemniñ yanına er sefer kirgende çeşit-çeşit taze meyvalar kore edi. Bular o mevsimde o bolgede  yetişmegen meyvalar edi"
      },
      "38": {
        "text": "O yerde Zekeriyya Rabbine dua etti: «Rabbim, maña tarafıñdan hayırlı bir nesil  bağışla. Şubesiz, sen duanı haqqı ile eşiticisiñ», dedi.",
        "commentary": ""
      },
      "39": {
        "text": "Zekeriyya mabette namaz qılar eken, melekler oña boyle nida ettiler: «Allah  saña kendisi tarafından kelgen bir Kelimeni tasdiq etici, efendi, iffetli ve  salihlerden bir peyğamber olaraq Yahyanı mujdeler.",
        "commentary": "Tefsirlerniñ beyanına kore, bu ayette «Kelime» sözü ile nazarda tutılğan kişi  Az. İsadır. Boylece, bu sureniñ 45-nci ayetinde bunıñ açıq ifade  etilgenini kormektemiz"
      },
      "40": {
        "text": "Zekeriyya: «Rabbim! dedi, maña ihtiyarlıq kelip çatqanda, bunıñ ustüne  qadınım da doğurmaz olğanına kore, menim nasıl oğlum ola bilir?». Allah  boyle buyurdı: İşte, boyledir; Allah istegenini yapar.",
        "commentary": ""
      },
      "41": {
        "text": "Zekeriyya: «Rabbim! (Oğlum olacağına dair) maña bir alâmet koster», dedi.  Allah buyurdı ki: Sen içün alâmet, insanlarğa uç kun işaretten başqa söz  söylememeñdir. Ayrıca, Rabbiñni çoq añ, saba-aqşam tesbih et.",
        "commentary": ""
      },
      "42": {
        "text": "Melekler degen ediler: «Ey, Meryem! Allah seni seçti; seni ter-temiz yarattı ve seni  butün dünya qadınlarından ustün etti.",
        "commentary": ""
      },
      "43": {
        "text": "Ey, Meryem! Rabbiñye ibadet et; secdege qapan, (Onıñ uzurında) egilgenlernen  beraber, sen de egil.",
        "commentary": ""
      },
      "44": {
        "text": "(Resulım!) Bular bizim saña vahiy yolunen bildirmekte olğan ğayb  haberlerindendir. Aralarından angisi Meryemni imayesine alacaq diye, qur'a  çekmek uzre, qalemlerini atqanda, sen olarnıñ yanında degil ediñ; olar (bu  sebepten) çekişkenlerinde de, yanlarında degil ediñ.",
        "commentary": "Tefsircelerniñ beyanına kore, İsrail oğulları Tevratnı yazğanda qullanğan  qalemlerini nehirge atuvnen, qur'a çekken ediler ki, boylece, angisiniñ qalemi  suv yuzüne çıqsa, Mermeni o imayesine alacaq edi. Bu qur'anı oqlarnen  çekkenleri de, rivayet etile"
      },
      "45": {
        "text": "Melekler degen ediler ki: «Ey, Meryem! Allah saña kendisinden bir Kelimeni  mujdelemekte. Adı Meryem oğlu İsadır. Mesihtir; dünyada da, ahirette de  itibarlı ve Allahnıñ ozüne yaqın tutqanlarındandır. (Mesih – ibraniyce bir kelime olup, aslı «meşiyh»tir. Az. İsanıñ bir  lağabıdır ve «mubarek» manasındadır.",
        "commentary": ""
      },
      "46": {
        "text": "O, salihlerden olaraq beşikte ekende ve yetişken çağında insanlarğa (peyğamber  sözleri ile) qonuşacaq.",
        "commentary": "Meryem suresiniñ 27-30-nci ayetlerinde ifade etilgeni kibi, Az. Meryem Az.  İsanı dünyağa ketirgeninen, onıñ iffetinden şubelengen qavmına nisbeten,  daa yañı doğğan Az. İsa Allahnıñ qudretinen qonuşmağa başlağan ve ozü Allahnıñ qulı ve Peyğamberi olğanını, ozüne Kitap berilgenini, Allah  tarafından mubarek qılınğanını añlata"
      },
      "47": {
        "text": "Meryem: «Rabbim! dedi, maña bir erkek eli toqunmağanı alda, nasıl balam olur?»  Allah boyle buyurdı: İşte, boyledir, Allah tilegenini yaratır. Bir işke uküm  etkeninen, oña sadece \"Ol!\" der; o da olur.",
        "commentary": ""
      },
      "48": {
        "text": "(Melekler Meryemge hitaben İsa aqqında sözlerine devam ettiler:) «Allah oña  yazmaqnı, ikmetni, Tevratnı, İncilni ogretecek».",
        "commentary": ""
      },
      "49": {
        "text": "O, İsrail olğullarına bir elçi olacaq (ve olarğa boyle deycek:) Sizge  Rabbiñizden bir mucize ketirdim: Sizge çamurdan bir quş sureti yapar, oña  uflerim ve Allahnıñ izninen, o quş ola qoyar. Kene Allahnıñ izninen korni ve  zayıf korgenni Ey,ileştirir, olülerni tiriltirim. Ayrıca, evleriñizde ne  aşap, ne toplağanlarıñıznı sizge haber beririm. Eger inanğan kimseler  olsañız. bunda siz içün bir ibret bar.",
        "commentary": ""
      },
      "50": {
        "text": "Menden evel kelgen Tevratnı doğrulayıcı olaraq ve sizge aram qılınğan  bazı şeylerni de elâl qıluvım içün yollanıldım. Sizge Rabbiñizden bir mucize  ketirdim. O alda Allahtan qorquñ, maña da itaat etiñ. («Nisaa» suresiniñ 160, «En'aam» suresiniñ 146 ve «Nahl» suresiniñ 118-nci  ayetlerinde ifade etilgenine kore, yeudiylerge zulum ve isyanları sebebinden, bazı  şeyler uzerinde yasaqlar oldı ki, yuqarıdaki ayet Az. İsanıñ şeriatınıñ bu  yasaqlarnı ortadan qaldırmaq suretinen, Musa (a.s.)nıñ tebliğ etken bir  taqım ukümlerini toqtatqanını ortağa çıqarmaqta).",
        "commentary": ""
      },
      "51": {
        "text": "Allah menim de Rabbim, siziñ de Rabbiñizdir. Oyle ise, Oña qullıq etiñ.  İşte, bu doğru yoldır.",
        "commentary": ""
      },
      "52": {
        "text": "İsa olardaki inkârcılıqnı sezgeninen: «Allah yolunda maña yardımcı  olacaqlar kimler?» dedi. Havariyler: «Biz Allah yolunıñ yardımcılarımız;  Allahqa inandıq, şaat ol ki, bizler musulmanlarmız», cevabını berdiler.",
        "commentary": "Havariy kelimesi arapçağa habeşçeden keçken olıp, aslı «havaaryaa»dır ve  yardımcı manasındadır. Manası berilgen ayette İsağa ve onıñ dinine  yardımcı olmağa söz bergenlerge bu adnıñ berilgenini kormektemiz"
      },
      "53": {
        "text": "(Havariyler:) «Rabbimiz! Endirgeniñye inandıq ve Peyğamberge uydıq. Şimdi  bizni (birligini ve peyğamberlerini tasdiq etken) şaatlardan yaz», dediler.",
        "commentary": ""
      },
      "54": {
        "text": "(Eudiyler) tuzaq qurdılar; Allah da olarnıñ tuzaqlarını bozdı, Allah tuzaq  qurğanlarnıñ hayırlısıdır.",
        "commentary": ""
      },
      "55": {
        "text": "Allah buyurğan edi ki: Ey, İsa! Seni vefat ettirecem, seni qatıma yukseltecem,  seni inkâr etkenlerden arındıracam ve saña uyğanlarnı qıyametke qadar  kâfirlerden ustün yapacam. Soñra maña döneceksiñiz. İşte, o zaman  davalaşqan şeyleriñiz aqqında arañızda men uküm etecem.",
        "commentary": ""
      },
      "56": {
        "text": "İnkâr etkenler bar ya, olarnı dünya ve ahirette şiddetli bir azapqa oğratacam;  olarnıñ iç bir yardımcıları da olmaycaq.",
        "commentary": ""
      },
      "57": {
        "text": "İman etip, yahşı areketlerde olğanlarğa kelgende, Allah olarnıñ  mukâfatlarını eksiksiz berecek. Allah zalımlarnı sevmez.",
        "commentary": ""
      },
      "58": {
        "text": "(Resulım!) Bu aytılğanlarnı biz saña ayetlerden ve ikmet tolu Qur'andan  oqumaqtamız.",
        "commentary": ""
      },
      "59": {
        "text": "Allah qatında İsanıñ vaziyeti Ademniñ vaziyeti kibidir. Allah onı topraqtan  yarattı. Soñra oña «Ol!» dedi ve oldı.",
        "commentary": "Az. Ademni topraqtan, anasız ve babasız yaratqan Allah İsanı da babasız  olaraq yaratqan. Yuqarıda manası keçken ayet Allahnıñ qudreti sıñırsızlığınen beraber, Az. Meryemniñ de iffetli olğanınıñ bir  ifadesidir"
      },
      "60": {
        "text": "Aqiqat – Rabbiñden kelgenidir. Oyle ise, şubecilerden olma.",
        "commentary": ""
      },
      "61": {
        "text": "Saña bu ilim kelgenden soñ, seniñle bu mevzuda çekkeleşkenlerge de ki:  «Keliñiz, sizler ve bizler de dahil olmaqnen beraber, siz oz balalarıñıznı,  biz oz balalarımıznı, siz oz qadınlarıñıznı, biz de oz qadınlarımıznı  çağırayıq, soñra dua eteyik de, Allahtan yalancılar uzerine lânet tileyik. (Bu ayetke «Mubaahele ayeti» denilir ki, bir meselede aqlı olğannıñ ortağa  çıquvı içün qarşılıqlı lânetleşmek demektir. Tefsircilerniñ  bildirgenlerine kore, Necran hristianlarından bir eyet Resulullah (s.a.)nıñ  uzurına kelerek, Qur'an Az. İsanıñ babasız doğğanını qabul etkenine kore,  onıñ Allah oluvı lâzimligini idda ettiler. Az. Peyğamber olarnı bir yerge  toplap, kim yalancı ise, Allahnıñ oña lâneti içün dua etmege çağırdı.  Faqat Necran eyeti buña yanaşmadan, musulmanlarnıñ imayesine kirmekni  qabul etici bir antlaşuv imzalap kettiler).",
        "commentary": ""
      },
      "62": {
        "text": "Şubesiz, bu (İsa aqqında aytılğanlar), doğru haberlerdir. Allahtan başqa  ilâh yoqtır. Şubesiz, Allah, ebet, O, mutlaq kuç ve ikmet saibidir.",
        "commentary": ""
      },
      "63": {
        "text": "Eger kene yuz çevirseler, şubesiz, Allah bozğuncılarnı haqqı ile  bilicidir.",
        "commentary": ""
      },
      "64": {
        "text": "(Resulım!) De ki: «Ey, ehl-i kitap! Siznen bizim aramızda muşterek olğan bir sözge  keliñiz: Allahtan başqasına tabınmayıq; Oña iç bir şeyni ortaq  qoşmayıq ve Allahnı bıraqıp da, birimiz birimizni ilâhlaştırmasın. Eger  olar kene yuz çevirseler, işte o zaman: «Şaat oluñ ki, biz musulmanlarmız!»  deñ.",
        "commentary": ""
      },
      "65": {
        "text": "Ey, ehl-i kitap! İbrahim aqqında niçün davalaşasıñız? Albuki, Tevrat ve  İncil kesen-kes ondan soñ endirildi. Siz iç tüşünmeysiñizmi?",
        "commentary": ""
      },
      "66": {
        "text": "İşte, siz boyle kimselersiñiz. Aydı, aqqında bilgi saibi olğan mevzuñızda  tartıştıñız; faqat bilgi saibi olmağan mevzuñızda niçün tartışasıñız!  Albuki, Allah er şeyni bilir, siz ise bilmezsiñiz.",
        "commentary": "Eudiylernen hristianlar ozara tartıştılar; birinciler Az. İbrahimniñ bir  yeudiy olğanını, digerleri de hristian olğanını imaye ettiler; er eki taraf da  iddalarını isbat etmek içün deliller ketirmege areket etti. Albuki, yuqarıdaki  ayette de bildirilgeni kibi, Az. İbrahim ne yeudiy, ne de hristian ola bile edi,  çünki, er eki din de Az. İbrahimden soñ kelgen"
      },
      "67": {
        "text": "İbrahim ne yeudiy, ne de hristian edi; faqat o Allahnı bir tanığan dos-doğru bir  musulman edi; muşriklerden de degil edi.",
        "commentary": ""
      },
      "68": {
        "text": "İnsanlarnıñ İbrahimge eñ yaqın olğanları oña uyğanlar, şu peyğamber  (Muhammed) ve (oña) iman etkenler. Allah mu'minlerniñ dostudır.",
        "commentary": ""
      },
      "69": {
        "text": "Ehl-i kitaptan bir qısmı istediler ki, ne yapıp olsa da, sizni sapıta bilsinler.  Albuki, olar sadece ozlerini sapıtırlar da, farqına bile barmazlar.",
        "commentary": ""
      },
      "70": {
        "text": "Ey, ehl-i kitap! (Aqiqatnı) korüp bilgeniñiz alda, niçün Allahnıñ ayetlerini  inkâr etesiñiz?",
        "commentary": ""
      },
      "71": {
        "text": "Ey, ehl-i kitap! Niçün doğrunı egrige qarıştırasıñız ve bile-bile aqiqatnı  gizleysiñiz?",
        "commentary": "Rivayetke kore, Hayber yeudiylerinden 12 kişilik bir hahamlar toplulığı kunniñ  ilk saatlarında, guya İslâmğa kirecekler, faqat aqşamğa doğru oz kitaplarına baqqanlarını, Az. Muhammedniñ risaletine dair bir işaretke  rastkelmegenlerini ogge sürerek, İslâmdan döngenlerini söyleycek, boylece,  musulmanlarnı oz dinlerinden dönüvlerine sebepçi olacaq ediler. İşte,  aşağıda manası berilgen ayette olarnıñ bu planına işaret etilmekte"
      },
      "72": {
        "text": "Ehl-i kitaptan bir topu boyle dedi: «Mu'minlerge endirilgenge sabaleyin  (korünişte) inanıp, aqşamına inkâr etiñ. Belki, olar (boylece dinlerinden)  dönerler.",
        "commentary": ""
      },
      "73": {
        "text": "Siziñ diniñizge uyğanlardan başqa iç bir kimsege inanmañız». (Resulım!) De  ki: «Doğru yol yalıñız Allahnıñ yoludır». Kene (olar) ozaraları boyle dediler:)  «Sizge berilgenge beñzegenniñ başqa er angi bir kimsege berilgenine, yahut  Rabbiñizniñ uzurında olarnıñ sizge qarşı deliller ketireceklerine de  (inanmañız)». De ki: Lütf ve ihsan Allahnıñ elindedir. Onı tilegenine berir.  Allahnıñ rahmeti keniştir ve O er şeyni haqqı ile bilir. Tefsirci Raziyniñ Qur'anda añlaşılması eñ muşkül ayetlerden biri  olğanını bildirgen bu ayetniñ «En yu'taa...» ile başlanğan qısmı boyle de  añlaşılğan: «(Ey, ehl-i kitap! Bir kimsege (Az. Muhammedge) sizge berilgenge  beñzegeni berilmekte diye, (boyle qarşı çıqasıñız)mı? Ya da olar  (musulmanlar) Rabbiñizniñ uzurında aleyhiñize deliller ketirecek, diye (boyle  davranasıñız)mı?»).",
        "commentary": ""
      },
      "74": {
        "text": "Rahmetini tilegenine ayırır. Allah ustün lütf saibidir.",
        "commentary": ""
      },
      "75": {
        "text": "Ehl-i kitaptan oylesi bardır ki, oña yuklernen mal emanet bıraqsañ, onı saña  eksiksiz qaytarır. Faqat olardan oylesi de bardır ki, oña bir dinar emanet  bıraqsañ, töpesine tikilip turmasañ, onı saña qaytarmaz. Bu da olarnıñ  \"ummiylerge qarşı yapqanlarımızdan tolayı, bizge vebal yoq» demelerindendir.  Allah adına bile-bile yalan söylemekteler.",
        "commentary": "Ayette keçken ummiyler – ehl-i kitpatan olmağan araplardır"
      },
      "76": {
        "text": "Yoq! (Aqiqat olarnıñ degenleri degil). Er kim sözüni yerine ketirse ve  fenalıqtan saqınsa, bilsin ki, Allah saqınğanlarnı sever.",
        "commentary": ""
      },
      "77": {
        "text": "Allahqa bergen sözlerini ve yeminlerini az bir bedelle deñiştirgenlerge  kelgende, işte, bularnıñ ahirette bir payı yoqtır. Qıyamet kunü Allah olarnen  qonuşmaycaq, olarğa baqmaycaq ve olarnı temizge çıqarmaycaq. Olar  içün accı bir azap bar.",
        "commentary": ""
      },
      "78": {
        "text": "Ehl-i kitaptan bir topu, oquğanlarını kitaptan sanarsıñız, diye kitapnı  oquğanda tillerini burğuçlarlar. Albuki, oquğanları kitaptan degildir.  Söylegenleri Allah qatından olmağanı alda: «Bu Allah qatındandır», derler.  Olar bile-bile Allahqa iftira etmekteler.",
        "commentary": ""
      },
      "79": {
        "text": "İç bir insannıñ, Allah oña kitap, ikmet ve peyğamberlik berüvinden soñ,  (qalqıp), insanlarğa Allahnı bıraqıp, maña qul oluñ! deyuvi mumkün  degil. Aksine, (şoyle deyuvi kerek): «Oqutmaqta ve ogretmekte olğan kitabıñız  tenbiyelegeninen Rabbge halis qullar oluñ». (Hristianlar Az. İsanıñ tañrı olğanını idda etkenler ki, Az. İsanıñ  aqiqiy dininde olmağan ve Allahnıñ birliginen asla kelişmegen bu idda, İslâm  inançına kore, butünley yañlış. Albuki, Qur'an-ı Kerimniñ muhtelif  ayetlerinde bildirilgenine kore, Az. İsa ozüniñ Allahnıñ qulı olğanını,  Allahnıñ oña kitap yollağanını ve Peyğamber qılğanını söylegen.(«Meryem», 19/30-36), ozüniñ ve anasınıñ tañrı olğanı iddalarını şiddetnen red eterek,  Allahnıñ şirkten temiz olğanını tasdiq etken. («Maaide», 3/116-117).",
        "commentary": ""
      },
      "80": {
        "text": "Ve sizge: Meleklerni ve peyğamberlerni ilâhlar ediniñ, diye de emir etmez. Siz  musulman olğanıñızdan soñ, sizge kâfirlikni iç emir etermi?",
        "commentary": ""
      },
      "81": {
        "text": "Allah, peyğamberlerden: «Men sizge Kitap ve ikmet bergenden soñ,  nezdiñizdekilerni tasdiq etken bir peyğamber kelgeninde, oña mıtlaqa  inanıp yardım eteceksiñiz», diye söz alğan, «Qabul ettiñiz ve bu ahtımnı  boynuñızğa aldıñızmı?\", degende, «Qabul ettik», cevabını bergenler, bunıñ  ustüne Allah: O alda şaat oluñ; men de siznen birlikte şaatlıq etkenlerdenim,  buyurğan.",
        "commentary": ""
      },
      "82": {
        "text": "Artıq bundan soñ, er kim dönse, işte olar yoldan çıqqanlarnıñ tam ozleridir. (Tefsirler bu yerde peyğamberler tarafından berilgen sözniñ, ummetleri adına  olğanını bildirmekteler. Bu söz Az. Muhammed (s.a.)ge yardım vadesidir.  Peyğamberlerniñ ukmi ve vadesi, Az. Muhammedge yardım tarafında olğanınen,  aynı uküm ummetleri içündir de. Bu subepnen, ummetler zikr etilmeyip berilgen  söz, olarnıñ peyğamberlerine yuklengendir).",
        "commentary": ""
      },
      "83": {
        "text": "Koklerde ve yerdekiler ister-istemez, Oña teslim olğanı alda, olar (ehl-i kitap),  Allahnıñ dininden başqasını qıdıralarmı? Albuki, Oña döndürilecekler.",
        "commentary": ""
      },
      "84": {
        "text": "De ki: Biz Allahqa, bizge endirilgenge, İbrahim, İsmail, İshaq, Yaqub ve Yaqub  oğullarına endirilgenlerge, Musa, İsa ve (diger) peyğamberlerge Rabbleri  tarafından berilgenlerge iman ettik. Olarnı bir-birinden ayırdı etmeymiz. Biz  ancaq Oña teslim olurmız.",
        "commentary": ""
      },
      "85": {
        "text": "Kim İslâmdan başqa bir din qıdırsa, bilsin ki, ozünden (boyle bir din) asla  qabul etilmeycek ve o ahirette ziyan etkenlerden olacaq.",
        "commentary": "Dinniñ esasını teşkil etken temel printsipler, vahiyge tayanğan butün  dinlerde bir çeşittir. Farqlılıq esasen ziyade ibadetler ve beşeriy  munasebetler mevzusında olup, bu farqlılıqlar, insan toplulıqları  kemalatınıñ bir neticesidir. 84-nci ayetten añlaşılğanına kore, İslâm  dini daa evelki peyğamberlerge yollanılğan ve esasını teşkil etken diniy  printsipler noqtai nazarından ozüne aks olmağan butün haq dinlerni qabul  eter. Ancaq İslâm dini ilâhiy dinler zıncırınıñ soñ alqası ve oz deviri  insanlığınıñ maneviy, ahlâqiy ve içtimaiy itiyaclarını eksiksiz  teminleyici yekâne din olğanından, İslâm kelgenden soñ, başqa bir din  tanığan, bir yol tutqan kimseniñ areketi İslâmğa ters olğanı bellidir. Bu  alda onıñ bu dini ve bu yolunıñ İslâm dini nezdinde bir şeyge keçmez"
      },
      "86": {
        "text": "İman etüvlerinden Resulnıñ aq olğanına şaatlıq ketirüvlerinden ve  ozlerine ap-açıq deliller kelüvinden soñ, inkârcılıqqa sapqan bir  qavmğa Allah nasıl hidayet nasip eter? Allah zalımlar toplulığını doğru yolğa  qavuştırmaz.",
        "commentary": ""
      },
      "87": {
        "text": "İşte, olarnıñ cezası Allahnıñ, meleklerniñ ve butün insanlıqnıñ  lânetine oğravlarıdır.",
        "commentary": ""
      },
      "88": {
        "text": "Bu lânetke ebediy komülip ketecekler. Olarnıñ azapları yengilletilmez;  yuzlerine de baqılmaz.",
        "commentary": ""
      },
      "89": {
        "text": "Ancaq, bundan soñra tövbe etip, yolğa kelgenler istisna. Çünki, Allah çoq  bağışlayıcı ve merhametlidir.",
        "commentary": ""
      },
      "90": {
        "text": "İnanğandan soñ, kâfirlikke sapıp, soñra inkârcılıqta daa da ileri  ketkenlerniñ tövbeleri asla qabul etilmeycek. Ve işte, olar sapıqlarnıñ  tam ozleridirler.",
        "commentary": ""
      },
      "91": {
        "text": "Aqiqaten, inkâr etip, kâfir olaraq olgenler bar ya, olarnıñ iç birinden -fidye  olaraq dünya tolusı altın berecek olsa bile- qabul etilmeycek. Olar içün  accı bir azap bardır; iç yardımcıları da yoqtır.",
        "commentary": ""
      },
      "92": {
        "text": "Sevgen şeyleriñizden (Allah yolunda) arcalamağance «eyi»ge irişalmazsıñız.  Er ne arclasañız, Allah onı haqqı ile bilir.",
        "commentary": "Ayetteki «eyi» şeklinde tercime etilgen «birr» kelimesi hayırnıñ,  eyilikniñ kemalat noqtası, Allahnıñ rahmeti, rizası ve cenneti  manalarındadır. «Baqara» suresiniñ 177-nci ayetinde «birr»niñ etraflı bir  izaatı berlgen ki, buña kore, «birr» imanda, ibadette ve ahlâqta eñ doğru ve  eñ guzel bir ayatnı yaşamaqtır. Yuqarıdaki ayetke kore, boyle bir ayatqa ve  Allahnıñ lütf ve inayetine qavuşmaqnıñ şartlarından biri – kişiniñ saip  olğan ve sevip bağlanğan şeylerni Allah yolunda qullanuvıdır. Tefsircirlerge  kore, bu şeyler servet, mevqi, ilim ve beden quveti kibi maddiy ve maneviy  imkânlardır"
      },
      "93": {
        "text": "Tevratnıñ endirilüvinden evel İsrailniñ (Yaqubnıñ) ozüne aram  qılğanlarından ğayrı, aşaycağınıñ er türlüsi İsrail oğullarına elâl  edi. De ki: Eger doğru sözlü olsañız, o zaman Tevratnı ketirip, onı oquñ.",
        "commentary": ""
      },
      "94": {
        "text": "Artıq bundan soñ er kim Allahqa nisbeten yalan uydursa, işte, bular  zalımlarnıñ tam ozleridir.",
        "commentary": ""
      },
      "95": {
        "text": "De ki: Allah doğrunı söylegendir. Oyle ise, haqqa yonelgen olaraq,  İbrahimniñ dinine uyıñ. O, muşriklerden degil edi.",
        "commentary": ""
      },
      "96": {
        "text": "Şubesiz, alemlerge bereket ve hidayet çoqrağı olaraq, insanlar içün qurulğan  ilk ev (mabet) – Mekkedeki (Kâbe)dir.",
        "commentary": ""
      },
      "97": {
        "text": "O yerde ap-açıq nişaneler, (ayrıca) İbrahimniñ maqamı bardır. O yerge kirgen  ep niyette olur. Yoluna kuçü yetkenlerniñ o evni hac etüvi – Allahnıñ insanlar  uzerinde bir aqqıdır. Kim inkâr etse, bilmeli ki, Allah butün alemlerden  mustağniydir.",
        "commentary": "Bu ayet musulmanlarğa hac farz olğanınıñ delilidir. «Öluna kuçü yetkenler» – hacğa barmaq imkânına qavuşqanlar demektir ki, bu imkânnıñ olçüsi ne  olğanı mevzusında meshepler çeşit fikirdedirler. İmam Şafiyge kore, bu imkân  vasta ve yol masraflarını qarşılamaq qudreti, imam Maalikke kore, yurmek ve  çalışıp qazanmaq iqtidarı, imam Ebu Hanifege kore ise, bu aytılğanlarnıñ  episidir"
      },
      "98": {
        "text": "De ki: Ey, ehl-i kitap! Allah yapqanlarıñıznı korüp turarken, niçün Allahnıñ  ayetlerini inkâr etersiñiz?",
        "commentary": ""
      },
      "99": {
        "text": "De ki: Ey, ehl-i kitap! (Aqiqatnı) korüp bilgeniñiz alda, niçün Allahnıñ  yolunı qıyış kostermege urunaraq, mu'minlerni Allah yolundan çevirmege  oğraşasıñız? Allah yapqanlarıñızdan habersiz degildir.",
        "commentary": ""
      },
      "100": {
        "text": "Ey, iman etkenler! Ozlerine kitap berilgenlerden bir topuna uysañız,  imanıñızdan soñ, sizni yañıdan inkârcılıqqa yoneltirler.",
        "commentary": ""
      },
      "101": {
        "text": "Sizge Allahnıñ ayetleri oqulğanda, Allah Resulı da arañızda olğanda, nasıl  inkârğa saparsıñız? Er kim Allahqa bağlansa, kesen-kes doğru yolğa  qoyulğandır.",
        "commentary": ""
      },
      "102": {
        "text": "Ey, iman etkenler! Allahtan, Oña yaraşqan şekilde qorquñ ve ancaq  musulmanlar olaraq can beriñ? (Tefsircilerge kore «Allahtan, oña yaraşqan şekilde qorqmaq»nıñ manası  musulmannıñ butün barlığınen Allahnınñ emirlerini yerine ketirmege ve  yasaqlarından qaçınmağa areket etüvidir. Meselâ, Abdullah b. Mesud (r.a.)  ayetniñ bu qısmını boyle añlatqan: «Oña asiy olmayıp, itaat etmek, nankor  olmayıp, şukür etmek ve Onı unutmadan, ep hatırda tutmaq»).",
        "commentary": ""
      },
      "103": {
        "text": "Ep birlikte Allahnıñ yipine (İslâmğa) sım-sıqı yapışıñ; parçalanmañ.  Allahnıñ sizge olğan nimetini hatırlañız. Hatırıñızdamı, siz bir biriñizge duşman kişiler ediñiz de, O, goñyulleriñizni birleştirgen edi, ve  Onıñ nimeti sayesinde qardaş kimseler olğan ediñiz. Kene siz bir ateş  çuqurınıñ tam kenarında olğanda, o yerden de sizni O qurtarğan edi. İşte,  Allah sizge ayetlerini boyle añlata ki, doğru yolnı taparsıñız.",
        "commentary": ""
      },
      "104": {
        "text": "Sizden hayırğa çağırğan, eyilikni emir etip, fenalıqnı men etken bir  toplulıq bulunsın. İşte, olar qurtulışqa irişkenlerdir.",
        "commentary": "Tefsirciler bu ayetniñ emrine kore, musulmanlar arasında eyilikni emir etken,  fenalıqtan uzaqlaştırğan bir içtimaiy nezaret muessisesiniñ bulunuvı  farz-ı kifaye olğanını bildirgenler; ancaq bu vazifedeki kişiler de,  vazifeniñ eyi ve aqqaniyetke uyğun olaraq yerine ketirilüvini teminleycek  bazı şartlarnıñ oluvı kerekligine de işaret etkenler"
      },
      "105": {
        "text": "Ozlerine ap-açıq deliller kelgenden soñ, parçalanıp, davalaşqan kibi  olmañız. İşte, bular içün buyuk bir azap bardır.",
        "commentary": ""
      },
      "106": {
        "text": "Nice yuzlerniñ ağarğan, nice yuzlerniñ de qararğan kunüni (tüşüniñ).  Endi yuzleri qararğanlarğa: İnanğanıñızdan soñ kâfir olduñızmı? Oyle  ise, inkâr etkeniñiz sebebinden, tatıñız azapnı! (denilir).",
        "commentary": ""
      },
      "107": {
        "text": "Yuzleri ağarğanlarğa kelgende, olar Allahnıñ rahmeti içindedirler; o yerde  ebediy qalacaqlar.",
        "commentary": ""
      },
      "108": {
        "text": "İşte, bular Allahnıñ saña haq olaraq oquğan ayetleridir. Allah iç bir  kimsege aqsızlıq etmek istemez.",
        "commentary": ""
      },
      "109": {
        "text": "Koklerde ve yerde ne bar ise, Allahnıñdır. İşler, dönip-dolaşıp, Allahqa barır.",
        "commentary": ""
      },
      "110": {
        "text": "Siz, insanlarnıñ eyiligi içün ortağa çıqarılğan eñ hayırlı ummetsiñiz;  eyilikni emir eter, fenalıqtan red eter ve Allahqa inanırsıñız. Ehl-i kitap da  inansa edi, elbette bu olar içün çoq yahşı olur edi. (Gerçi) aralarında iman  etkenler bar; (faqat) çoqu yoldan çıqqanlardır.",
        "commentary": "Bu ayetniñ musulmanlarnen bağlı ilk qısmı bazı alimlerge kore, icma-ı  ummetniñ, İslâm dininiñ uküm menbalarından biri olğanını kostergen  delillerdendir"
      },
      "111": {
        "text": "Olar (ehl-i kitap) sizge, ıncıtuvdan başqa, bir zarar beralmazlar. Siznen  cenkleşecek olsalar, sizge arqalarını çevirip qaçarlar. Soñra olarğa  yardım da etilmez.",
        "commentary": ""
      },
      "112": {
        "text": "Olar (eudiyler) ne yerde olsalar olsunlar, Allahnıñ ahtına ve insanlarnıñ  (mu'minlerniñ) imayesine sığınmağance, ozlerine aşşalıq (tamğası)  urulğandır; Allahnıñ hışımına oğrağanlar ve miskinlikke mahküm  etilgendirler. Çünki, olar Allahnıñ ayetlerini inkâr ete ve aqsız yerde  peyğamberlerni oldüre ediler. Bu da olarnıñ isyan etken ve adden aşqanlarındandır.",
        "commentary": ""
      },
      "113": {
        "text": "Episi bir degil; ehl-i kitap arasında istiqamet saibi bir toplulıq bar ki,  gece saatlırında secdege qapanaraq, Allahnıñ ayetlerini oqurlar.",
        "commentary": ""
      },
      "114": {
        "text": "Olar Allahqa ve ahiret kunüne inanırlar; yahşılıqnı emir eter, yamanlıqnı red  eterler; hayırlı işlerge çapışırlar. İşte, bular eyi insanlardandır.",
        "commentary": ""
      },
      "115": {
        "text": "Olarnıñ yapqan iç bir hayırları aqibetsiz qaldırılmaycaq. Allah taqva  saiplerini pek yahşı bilir.",
        "commentary": "Bazı tefsirlerde bu ayetniñ nazil oluv sebebi boyle añlatıla: Ehl-i kitaptan  Abdullah b. Selâm ve yanındakiler musulman olğanınen, yeudiyler olarğa: «Siz bu  dinge kirüvnen ozüñizge yazıq ettiñiz», kibi sözler aytqan ediler. Allah Taalâ  bu ayetinen idda etilgenniñ aksini – olarnıñ qurtulışqa iririşkenlerini ve  kerekse olarnıñ, kerekse diger mu'minlerniñ yapqan eyilikleriniñ qarşılıqsız qalmaycağını, qusursız adaletinen er türlü hayırlı  faaliyetlerniñ mukâfatını eksiksiz olaraq, lütf etecegini ifade etmekte"
      },
      "116": {
        "text": "İnkâr etkenler bar ya, olarnıñ malları da, evlâtları da, Allahqa qarşı  ozlerine iç bir fayda teminlemeycekler. İşte, olar ceennemlidirler; olar o  yerde ebediy qalacaqlar.",
        "commentary": ""
      },
      "117": {
        "text": "Olarnıñ, bu dünya ayatında yapayatqan arclamalarınıñ vaziyeti, ozlerine zulum  etken qavmnıñ ekinlerini urup, yoq etken qavurıcı bir ruzgârnıñ vaziyeti  kibidir. Olarğa Allah zulum etmedi; faqat olar ozlerine zulum etmekteler.",
        "commentary": "Qavurıcı ruzgâr daa yeşermekte olğan ekinni nasıl yaqıp-qavursa, olarnıñ  dünya ayatında sarf etken malları da ozlerine bir eyilik ketirmek bir tarafta  tursın, aksine, dünya ve ahiret ayatlarınıñ mahv oluvına sebep olur. Tefsirledrde  bu yerdeki beñzetüv içün boyle bir taqdir de yapılğan: «... Arclamalar – qavurıcı ruzgâr urıp, yoq etken ekinge beñzer». Ayette ruzgârnıñ sıfatı  olaraq keçken «sırr» kelimesi «çoq suvuq» manasındadır"
      },
      "118": {
        "text": "Ey, iman etkenler! Sizden olmağanlarnı sırdaş tutunmañ. Çünki, olar sizge  yamanlıq yapuvdan asla çette turmazlar, ep sıqıntığa tüşkeniñzni istreler.  Aqiqaten, kin ve duşmanlıqları ağızlarından (çıqqan sözlerinden)  bellidir. Yureklerinde gizlegen (duşmanlıqları) ise daa buyuktir. Eger tüşünip  añlasañız, ayetlerimizni sizge beyan etmektemiz.",
        "commentary": ""
      },
      "119": {
        "text": "İşte, siz oyle kimselersiñiz ki, olar sizni sevmegenleri alda, siz olarnı  seversiñiz. Siz butün kitaplarğa inanırsıñız; olar ise siznen rastkelişkende:  «İnandıq» derler; oz başlarına qalğanlarında da, sizge olğan kinlerinden  tolayı, parmaqlarını tişlerler. De ki: Kiniñizden (qahr olıp) olüñ!  Şubesiz, Allah qalplerniñ içindekilerni haqqı ile bilmektedir.",
        "commentary": "Ayetniñ ilk cumlesini bazı tefsirciler boyle yorumlağanlar: «Siz olarnı sevesiñiz; yani olarnıñ musulmanlar oluvlarını isteysiñiz. Çünki, İslâm er  şeyden hayırlıdır. Albuki, olar sizni sevmezler; yani siziñ kâfir olğanıñıznı  isterler, kâfir olmaq ise, er şeyden yamandır"
      },
      "120": {
        "text": "Sizge bir yahşılıq toqunsa, bu olarnı tasalandırır; başıñızğa bir musibet  kelse, buña da sevinirler. Eger sabır etseñiz ve qorçalansañız, olarnıñ  iylesi sizge iç bir zarar bermez. Şubesiz, Allah olarnıñ yapqanlarınıñ  çevresini sarıp alğandır.",
        "commentary": ""
      },
      "121": {
        "text": "Hatırıñdamı, sen saba erteden mu'minlerni cenk yerlerine yerleştirmek içün  aileñden ayrılğan ediñ... - Allah haqqı ile eşitici ve bilicidir.",
        "commentary": ""
      },
      "122": {
        "text": "O zaman arañızdan eki bolük bozulmağa yuz tutqan edi. Albuki, Allah olarnıñ  yardımcısı edi. Mu'minler yalıñız Allahqa tayanıp işansınlar.",
        "commentary": "Uhud cenkinde Az. Peyğambernini sağ ve sol qanatlarğa yerleştirgen  Hazrec qabilesinden Selime oğullarınen Evs qabilesinden Harise oğulları  duşmanğa qarşılıq kosterüvde qorqaqlıq ve zayıflıq kostergen  ediler. Bunıñ kibi, bulardan 300 adamğa qomandanlıq etken İbn Ubey:  «Ozümizni ve balalarımıznı ne dep telükege soqayıq!», diyerek, artqa çekilgen  edi"
      },
      "123": {
        "text": "Ant olsun, sizler kuçsiz olğanıñız alda, Allah Bedirde sizge yardım etken edi.  Oyle ise, Allahtan saqınıñız ki, Oña şukür etken olursıñız.",
        "commentary": ""
      },
      "124": {
        "text": "O zaman sen mu'minlerge boyle dey ediñ: Endirilgen uç biñ meleknen  Rabbiñizniñ sizge yardım etüvi, siz içün yeterli degilmi?",
        "commentary": ""
      },
      "125": {
        "text": "Ebet, siz sabır etseñiz ve Allahtan saqınsañız, olar (duşmanlarıñız) aman şu  anda uzeriñizge kelseler, Rabbiñiz nişanlı beş biñ meleknen sizge yardım eter.",
        "commentary": ""
      },
      "126": {
        "text": "Allah bunı sizge yalıñız bir mujde olsun ve qalpleriñiz bu sayede raatlansın,  diye yaptı. Zafer yalıñız mutlaq kuç ve ikmet saibi Allah qatındadır. 127-",
        "commentary": ""
      },
      "128": {
        "text": "Allah kâfirlerden bir qısmınıñ tamırını kessin, ya da olarnı perişan etsin,  boylece, bozulğan bir alda dönip ketsinler -ki, bu işte seniñ yapacaq bir  şeyiñ yoqtır- yahut (musulman olsunlar da) tövbelerini qabul etsin, ya da (israr  etseler) olarğa azap etsin, diye (Allah Bedirde sizge) yardım etti). Çünki, olar  zalımdırlar.",
        "commentary": "127-nci ayette «bir qısmı» diye tercmiye etilgen «taraf» kelimesiniñ  manalarından bir qaçı «eşraf, liderler, qomandanlar»dır. Bu yerde söz  yurütilgen Bedir cenkinde muşriklerniñ bir çoq ileri kelgenleri  oldürilgen ya da esir alınğan edi"
      },
      "129": {
        "text": "Koklerde ve yerde ne bar ise Allahnıñdır. İstegenine bağışlar, istegenine azap  berir. Allah çoq bağışlayıcı ve çoq merhametlidir.",
        "commentary": ""
      },
      "130": {
        "text": "Ey, iman etkenler! Qat-qat arttırılğan olaraq fayız aşamañ. Allahtan  saqınıñ ki, qurtuluşqa irişirsiñiz.",
        "commentary": "Cenab-ı Haq «Baqara» suresiniñ 275, 276 ve 278-nci ayetlerinde alış verişni elâl etkenini ve fıyıznı yasaqlağanını -bularnıñ aynı şeyler  olmağanını añlataraq- ifade etken. Bu yerde qat-qat arttıraraq, fayız  yemekniñ yasaq olğanı bildirilüvi ise, devirniñ arap toplumında keniş  yayılğan ve vadesinde odenmegen borclar aqqında yapılğan fayızcılıqqa  işaret etile"
      },
      "131": {
        "text": "Kâfirler içün azırlanılğan ateşten saqınıñ!",
        "commentary": ""
      },
      "132": {
        "text": "Allahqa ve Resulına itaat etiñ ki, rahmetke qavuştırılırsıñız.",
        "commentary": ""
      },
      "133": {
        "text": "Rabbiñizniñ bahşışına ve taqva saipleri içün azırlanılğan, kenişligi  kokler ve yer qadar olğan cennetke çapışıñ!",
        "commentary": ""
      },
      "134": {
        "text": "O taqva saipleri ki, bolluqta da, tarlıqta da, Allah içün arclarlar;  opkelerini yutarlar ve insanlarnı bağışlarlar. Allah da guzel davranışlı  olğanlarnı sever.",
        "commentary": ""
      },
      "135": {
        "text": "Kene olar ki, bir fenalıq yapqanlarında, ya da ozlerine zulum etkenlerinde,  Allahnı hatırlap, gunahları sebebinden, aman tövbe-istiğfar eterler. Zaten,  gunahlarnı Allahtan başqa kim bağışlay bilir! Bir de olar, yapqan  fenalıqlarında bile-bile israr etmezler.",
        "commentary": "Bu uç ayette İslâm ahlâqınıñ bir hulâsası berilgen. 133-nci ayette  Rabbimizniñ bahşışına kokler ve yer kenişliginde cennetine qavuşmaqnıñ,  butün ahlâqiy davranışlarımız içün esas ğaye olğanı; eyilikni bir taqım  dünyaviy menfaatlar qayğısınen degil de, yalıñız Allahqa sayğı ve sevgi  demek olğan taqva sebebinen ve sadece uhreviy saadet oğrunda yapmaq kerekligi  hatırlatılğan. 134 ve 135-nci ayetlerde ise, İslâmda numüneviy ahlâq ornegi  olğan «muttaqiy insan»nıñ esas ahlâqiy ceetleri sayılğan «er alda  cumert olmaq, opkeni yeñmek, insanlarnı bağışlamaq ve hatasını korerek  qabul etmek ve vazgeçmek» kibi vasıflar, ancaq ihtiraslarnı ve ozüni begenüv  duyğularğa nisbeten urriyetine qavuşqan ustün ruhlarnıñ faziletleridir"
      },
      "136": {
        "text": "İşte, olarnıñ mukâfatı Rabbleri tarafından bağışlanuv ve astlarından  irmaqlar aqqan ve içinde ebediy qalacaq cennetlerdir. Boyle amel  etkenlerniñ mukâfatı ne guzeldir!",
        "commentary": ""
      },
      "137": {
        "text": "Sizden evel nice (milletler aqqında) ilâhiy qanunlar kelip keçkendir.  Onıñ içün yer yuzünde kezip dolaşıñ da, (Allahnıñ ayetlerini) yalan  sayğanlarnıñ aqibeti ne olğan, korüñ!",
        "commentary": ""
      },
      "138": {
        "text": "Bu (Qur'an) butün insanlıqqa bir añlatuvdır; taqva saipleri içün de, bir  hidayet ve bir ogüttir.",
        "commentary": ""
      },
      "139": {
        "text": "İradesizlik kostermeñ, ğamğa qapılmañ. Eger inanğan olsañız, siz ustün  çıqacaqsıñız.",
        "commentary": "Bu ayet musulmanlarnıñ Uhud cenkinde oğrağan keçici muvafaqiyetsizliklerinden sebep, umütsizlikke qapılmamaları kerekligini  olarğa añlatmaqta ve musulmanlarğa kuçlü bir imanğa saip olmaqnıñ  bergen quvet ve qararlılıq sayesinde nice zaferlerge qavuşmaqnıñ mumkün  olğanını mujdelemekte"
      },
      "140": {
        "text": "Eger siz (Uhudda) bir accığa oğrağan olsañız, (Bedirde de duşmanıñız  olğan) o qavm da, boyle bir accığa oğrağandır. O kunlerni biz insanlar  arasında tekrarlap turarmız (zaferni bazan bir toplumğa, bazan obir toplumğa  nasip etermiz). Ta ki, Allah iman etkenlerni ortağa çıqarsın ve arañızdan  şaatlar edinsin. Allah zalımlarni sevmez.",
        "commentary": "Bu yerde «ortağa çıqarsın» şeklinde tercime etilgen ayetteki «li-ya'leme»  kelimesi içün «Allahnıñ ilm-i ezeliysinde bar olğan bilgini vaqia ile açıq aydın ortağa qoyuvı» ya da «mu'minni munafıqtan ayırdı etmek ukmini berüvi» şeklinde tefsir yapılğan. Bu sebepnen, «şeitler» manasındaki «şuhedaa» kelimesi  bu yerde «şeitler» diye tercime etilgen"
      },
      "141": {
        "text": "Bir de (boylece) Allah iman etkenlerni gunahlarından temizlemek, kâfirlerni  elâk etmek ister.",
        "commentary": ""
      },
      "142": {
        "text": "Yoqsa, Allah arañızdan cihad etkenlerni belli etmeden, sabır etkenlerni ortağa  çıqarmadan, cennetke kireceksiñiz bellediñizmi?",
        "commentary": ""
      },
      "143": {
        "text": "Ant olsun ki, siz olümnen koz-kozge kelmeden evel, onı ister ediñiz. İşte,  şimdi onı qarşıñızda kordüñiz.",
        "commentary": "Bu ayette Bedir cenkine qatılğan Bedir şeitleriniñ faziletlerine  suqlanğan ve Az. Peyğamberniñ Medinede qalıp, duşmanğa o yerde qarşı  turmaqnıñ uyğun olğanı fikrine nisbeten Uhudda cenkleşmekni istegen  sahabilerge hıtap etilgeni bildirile"
      },
      "144": {
        "text": "Muhammed ancaq bir peyğamberdir. Ondan evel de peyğamberler kelip-keçken  ediler. Şimdi o olse ya da oldürilse, artqa (eski diniñizge) qaytacaqsıñızmı? Kim (boyle) artqa qaytsa, Allahqa iç bir şekilde zarar  berip olamaycaq. Allah şukür etkenlerni mukâfatlandıracaq. (Uhud cenkinde Abdullah b. Qamie adında bir muşrik atqan taşnen Resulullah  (s.a.)nıñ tişı qırılğan, yuzü yaralanğan edi. Bu duşman askeriniñ:  «Muhammedni oldürdim», degenini eşitken birisi: «Muhammed oldürildi!», diye  bağırmağa başlay, bu yalan haber musulmanlar arasında yayıla, asker telükege  qapıla. Az. Peyğamber ise: «Bu yerdem! Bu yerge keliñ!», diye bağıra. Etrafını  sarğan yakın otuz adamlıq bir top onı yigitçe qorçalay. İşte, yuqarıdaki ayet  darqatılğan yalan haber uzerine qızğınlaşqan musulmanlarnı tenqit  etmekte; Az. Muhammedniñ faniy, İslâmnıñ ise baqiy olğanını; bu sebeple o  olse bile, musulmanlarnıñ bunı sukünetnen qarşılap, dinlerinde sebat  etüvleri kerekligi hatırlatılmaqta).",
        "commentary": ""
      },
      "145": {
        "text": "İç bir kimse yoq ki, olümi Allahnıñ iznine bağlı olmasın. (Olüm), belli bir  muddetke kore yazılğandır. Er kim dünya nimetini istese, ozüne ondan berirmiz;  kim de ahiret savabını istese, oña da bundan berirmiz. Biz şukür etkenlerni  mukâfatlandıracaqmız.",
        "commentary": ""
      },
      "146": {
        "text": "Nice peyğamberler bar edi ki, yanında bir çoq Allah erleri olğanı alda,  cenkleştiler de, bular Allah yolunda başlarına kelgenlerden tolayı, iradesizlik  ve zayıflıq kostermediler, boyun egmediler. Allah sabır etkenlerni sever.",
        "commentary": ""
      },
      "147": {
        "text": "Olarnıñ sözleri sadece boyle demekten ibaret edi: «Ey, Rabbimiz!  Gunahlarımıznı ve işimizdeki adden aşuvımıznı bağışla; ayaqlarımıznı  (öluñda) sabit qıl; kâfirler toplulığana qarşı bizni muzaffer eyle!",
        "commentary": ""
      },
      "148": {
        "text": "Allah da olarğa dünya nimetini ve (daa da muimi) ahiret savabınıñ guzelligini  berdi. Allah eyi davranğanlarnı sever.",
        "commentary": ""
      },
      "149": {
        "text": "Ey, iman etkenler! Eger kâfirlerge uysañız, kerige (eski diniñizge) döndürilir  de, zararğa oğrağanlarnıñ vaziyetine tüşersiñiz.",
        "commentary": "Uhud cenkinde «Muhammed oldürildi!» şeklindeki yalan haberniñ darqaluvı  uzerine, bu fırsatnı qaçırmağan munafıqlar, İslâm askerlerine: «Eski  diniñizge ve dostlarıñızğa dönüñiz. Muhammed peyğamber olsa, oldürilir  edimi?» şeklinde qonuşmağa başlağan ediler. İşte, bu ayet er zaman ve er toplum içinde buluna bilgen munafıqlarnıñ bu kibi bozğuncı sözlerine  nisbeten musulmanlarnı tenbiyelemekte"
      },
      "150": {
        "text": "Albkui, siziñ mevlâñız Allahtır ve O, yardımcılarnıñ eñ hayırlısıdır.",
        "commentary": ""
      },
      "151": {
        "text": "Allahnıñ, aqqında iç bir delil endirmegen şeylerni, Oña ortaq  qoşqanları sebebinen, kâfirlerniñ qalplerine yaqında qorqu  qoyacaqmız. Baracaq yerleri de ceennemdir. Zalımlarnıñ baracaq yeri ne  fenadır!",
        "commentary": "Bu ayet Allahqa inanmaqnıñ bergen maneviy kuçünden mahrum olğanlarnıñ  yureklerini qısqa vaqıtta qorqu saracağını ifade etmekte. Bu ayetlerde  tilge alınğan Uhud cenkinde bir muddet musulmanlarnıñ çoqu telükege  qapılıp, dağıluvlarına rağmen, muşrikler muim bir netice elde etmeden,  çekilip ketken ediler. Atta keteyatqanlarında biraz keri dönüp, musulmanlarnıñ işini bitirmekni tüşüngen ediler, ancaq dönüv  cesaretini kostermediler, butünley yeñilmegen vaziyetni saqlamaq istegen  ediler"
      },
      "152": {
        "text": "Siz Allahnıñ izninen, duşmanlarıñıznı oldürgende, Allah sizge bergen  vadesini yerine ketirdi. Niayet, oyle bir an keldi ki, Allah arzulağanıñıznı  (ğalebeni) sizge kostergenden soñ, zayıflıqqa oğradıñız; (Peyğamberniñ  bergen) emiri uzerinde tartışmağa başladıñız ve asiy olduñız. Dünyanı  istegeniñiz de bar edi, ahiretni isegeniñiz de bar edi. Soñra Allah, deñyemek  içün, sizni olardan (olarnı mağlüp etüvden) çetletti. Ve ant olsun, sizni  bağışladı. Zaten, Allah mu'minlerge nisbeten çoq lütflidir.",
        "commentary": ""
      },
      "153": {
        "text": "O zaman Peyğamber artıñızdan sizni çağırğanı alda, siz toqtamadan, (cenk  meydanından) uzaqlaşa, iç kimsege dönüp baqmay ediñiz. (Allah) sizge keder  ustüne keder berdi ki, bundan tolayı, ister eliñizden ketkenge, ister  başıñızğa kelgenlerge kederlenmeysiñiz. Allah yapqanlarıñızdan  haberdardır.",
        "commentary": ""
      },
      "154": {
        "text": "Soñra o kederniñ artından Allah sizge bir işanç endirdi ki, (bu işanç yol  açqan) yuqusırav alı bir qısmıñıznı qaplay edi. Oz canlarınıñ  qayğısına tüşken bir topu da, Allahqa qarşı aqsız yerde, cahiliye  devrindekine beñzegen, tüşüncelerge qapıla ediler, «Bu işten bizge ne!», dey  ediler. De ki: İş (zafer, yardım, er şeyniñ qararı ve emiri) butünley Allahqa  aittir. Olar saña añlatıp olamağanlarını içlerinde gizlemekteler. «Bu işten  bizge bir şey olsa edi, bu yerde oldürilmez edik», deyler. boyle de: Evleriñizde  qalğan olsa ediñiz bile, oldürilüvi taqdir etilgenler, oldürilip,  tüşecek yerlerine oz-ozliklerinden çıqıp keter ediler. Allah içiñizdikelerni yoqlamaq ve qalpleriñizdekilerni temizlemek içün (boyle  yaptı). Allah içiñizde ne bar ise, episini bilir.",
        "commentary": "Uhud cenkinde duşman sayısı ve silâsınen musulmanlardan qat-qat ziyade edi.  Faqat zafer de, mağlubiyet de Allahnıñ elinde olğanı içün musulmanlarnıñ  uzerine bir eminlik duyğusı endirildi. Bu sebepten, bazı musulmanlar  yuqlamağa yatqan ediler. Abdullah b. Mes'ud: «Cenkteki yuqu alınıñ Allahtan, namazdakiniñki ise,  şeytandan» olğanını ayta. Ebu Talha: «Uhud kunü men de uzerlerine yuqu çokkenler arasında edim. Oyle ki, qılıçım defalarca elimden tüşti; aldım, kene tüşti, aldım, kene  tüşti...», dey. Tefsircilerge kore, bu ayette baas etilgen ekinci top insanlar munafıqlardır. Munafıqlarnıñ bu yerdeki ifadeleri: «Bizge bundan bir fayda,  bir pay barmı!», «Bizim elimizden ne kelir!», «Tedbir meselesinde bizim  fikirlerimiz alındımı!», kibi manalarnen añlatılğan"
      },
      "155": {
        "text": "(Uhudda) eki ordu qarşılaşqan kunü, sizni taşlap ketkenlerni ilk yapqan bazı  hatalar sebebinden, şeytan (erlerinden) taydırğan edi. Kene de Allah olarnı afu  etti. Çünki, Allah çoq bağışlayıcıdır, halimdir.",
        "commentary": ""
      },
      "156": {
        "text": "Ey, iman etkenler! Sizler inkâr etkenler ve yer yuzünde seferge çıqqan ya da  cenkleşken qardaşları aqqında: «Eger bizim yanımızda qalğanlarında  olmez, oldürilmez ediler», degenler kibi olmañ. Allah bu qanaatnı olarnıñ  yureklerine (ğayıp etken yaqınları içün çaresiz) bir asret (yarası) olaraq  qoydı. Cannı bergen de, alacaq da, Allahtır. Allah yapqanlarıñıznı haqqı  ile korer.",
        "commentary": ""
      },
      "157": {
        "text": "Eger Allah yolunda oldürilseñiz ya da olseñiz, şunı biliñ ki, Allahnıñ  mağfireti ve rahmeti olarnıñ toplağan butün şeylerinden daa hayırlıdır.",
        "commentary": ""
      },
      "158": {
        "text": "Ant olsun, olseñiz de, oldürilseñiz de, Allahnnı uzurında  toplanacaqsıñız.",
        "commentary": ""
      },
      "159": {
        "text": "O vaqıtta Allahtan bir rahmet ile olarğa mulâyim davrandıñ! Eger sen qaba,  qattı yurekli olsa ediñ, iç şubesiz, etrafıñdan darqap keter ediler. Şu alda  olarnı afu et; bağışlanuvları içün dua et; iş aqqında olarnen aqıl tanış.  Qararını bergen zamanıñ da, yalıñız Allahqa tayanıp işan. Çünki, Allah Oña  tayanıp işanğanlarnı sever. (Şuuraa (muşavere, aqıl tanışuv) printsipiniñ İslâmiyette muim bir yeri  olğanı ayette açıq ifade etilgen. Ancaq, şuuraanıñ dairesi, şekli ve  bağlayıcılıq kuçü mevzularında İslâm alimlerine kore çeşit fikirler ileri  sürülgen).",
        "commentary": ""
      },
      "160": {
        "text": "Allah sizge yardım etse, artıq sizge ustün kelecek iç kimse yoqtır. Eger sizni  bıraqsa, ondan soñ sizge kim yardım eter? Mu'minler yalıñız Allahqa işanıp  tayanmalılar.",
        "commentary": ""
      },
      "161": {
        "text": "Bir peyğamberge emanetke hıyanet yaraşmaz. Kim emanetke (devlet malına) hıyanet  etse, qıyamet kunü hainlik etken şeyniñ gunahı boynuna asılı alda kelir. Soñra  er keske -asla aqsızlıqqa oğratılmadan- qazanğanı tamamınen berilir.",
        "commentary": "Bedir cenkinde elge keçirilgen ğanimetlerniñ taqsimatı sırasında  ğayıp olğan bir eşya içün munafıqlarnıñ: «Er alda Muhammed alğandır»,  deyuvleri uzerine bu ayetniñ nazil olğanı rivayet etile. Uhud cenkinde Az.  Peyğamberniñ strategik bir noqtağa yerleştirgen oqçılarınıñ İslâm  ordusınıñ ğalebeni qazanacağı işareti uzerine, Az. Peyğamber  tarafından: «Er kesniñ alğan ğanimeti ozüniñki olacaq», kibi bir söz  aytqanını zan eterek, vazifelerini terk etüvleri uzerine, olarnıñ bu zan  etüvni red etmek içün endirilgeni de rivayet etile"
      },
      "162": {
        "text": "Allahnıñ hoşnutlığını kozetkennen Allahnıñ hışımına oğrağan iç bir  olurmı? Ekincisiniñ yeri ceennemdir. Ceennem ise, ne fena bir barılacaq  noqtadır.",
        "commentary": ""
      },
      "163": {
        "text": "Olar Allah qatında derece-derecedirler. Allah olarnıñ yapqanlarını  kormekte.",
        "commentary": ""
      },
      "164": {
        "text": "Ant olsun ki, aralarından ozlerine Allahnıñ ayetilerini oquğan,  (fenalıqlardan ve inkârdan) ozlerini temizlegen, ozlerine Kitap ve ikmetni  ogretken bir Peyğamber yollavnen Allah mu'minlerge buyuk bir lütfte bulunğan.  Albuki, daa evel olar ap-açıq bir sapıqlıqta ediler.",
        "commentary": ""
      },
      "165": {
        "text": "(Bedirde) eki qatını (duşmanıñıznıñ) başına ketirgen bir musebetiñiz,  (Uhudda) oz başıñızğa kelgeni içünmi: «Bu nasıl ola!», dediñiz. De ki: O oz  qusurıñızdandır. Şubesiz, Allahnıñ er şeyge kuçü yeter. (Bedirde musulmanlar muşriklerden yetmiş asker oldürgen, yetmiş adamnı da esir  alğan ediler. Uhudda ise, yetmiş şeit berdiler. Ayette keçken «musibet»nen buña  işaret etilmekte. Ve bu, oqçılarnıñ Allah Resulınıñ emrini tutmağanlarından sebep, başlarına kelgeni ifade etilmekte). 166-",
        "commentary": ""
      },
      "167": {
        "text": "Eki taraf qarşılaşqan kunü siziñ başıñızğa kelgenler, ancaq  Allahnıñ isteginen olğandır ki, bu da mu'minlerni ayırdı etüvi ve  munafıqlarnı ortağa çıqarıvu içün edi. Bularğa: «Keliñ, Allah yolunda  cenkleşiñ; ya da mudafaa yapıñ», denilgen vaqıtta: «Cenkleşmege bilsek edi,  elbette, siziñ peşiñizden barır edik», dediler. Olar o kunü imandan ziyade  kâfirlikke yaqın ediler. Ağızlarınen yureklerinde olmağannı söyley ediler.  Albuki, Allah olarnıñ içlerinde gizlegenlerini daa eyi bilir.",
        "commentary": ""
      },
      "168": {
        "text": "(Evlerinde) oturıp da, qardaşları aqqında: «Bizge uysa ediler, oldürilmez  ediler», degenlerge: «Eger doğru sözlü insanlar iseñiz, canlarıñıznı olümden  qurtarıñ baqayıq!», de. 169-",
        "commentary": ""
      },
      "170": {
        "text": "Allah yolunda oldürilgenlerni saqın olü saymañ, aksine, olar tiridirler;  Allahnıñ lütf ve kereminden ozlerine bergenlerinen sevinçli bir alda, Rabbleri  yanında rızıklarğa nail olmaqtalar. Artlarından kelecek ve alâ ozlerine  qatılmağan şeit qardaşlarına da, iç bir keder ve qorqu olmağanı  mujdesiniñ sevinçini duymaqtalar.",
        "commentary": ""
      },
      "171": {
        "text": "Olar Allahtan kelgen nimet ve keremniñ; Allah mu'minlerniñ ecrini zaya  etmeycegi mucizesiniñ sevinçi içindeler.",
        "commentary": ""
      },
      "172": {
        "text": "Yaralağandan soñ, kene Allahnıñ ve Peyğamberniñ çağıruvına uyğanlar,  (ayrıcı) bularnıñ aralarından eyilik yapqanlar ve taqva saibi olğanlar içün  pek buyuk bir mukâfat bar.",
        "commentary": ""
      },
      "173": {
        "text": "Bir qısım insanlar mu'minlerge: «Duşmanlarıñız olğan insanlar sizge qarşı  asker topladılar; olardan aman saqınıñ!», degenlerinde, bu olarnıñ imanlarını  bir qat daa arttırdı ve: «Allah bizge kâfi. O ne guzel vekildir!», dediler.",
        "commentary": "Rivayetke kore, Uhud cenkinde musulmanlar bir muddet bozulğan soñ, tekrar  toplanuvları uzerine muim bir neticege irişip olamağan duşman ordusınıñ  qomandanı Ebu Sufyan cenk meydanını terk eterken, Az. Peyğamberge: «Ey,  Muhammed! Kelecek sene Bedir meydanında sennen tekrar qarşılaşacaqmız!», tehdidini savurğan; Az. Peyğamber de: «İnşaallah!»,  degen edi. Kelesi yılı Ebu Sufyannıñ boyle bir azırlıq korgeni haberi Medinege  kelgeninen, Az. Peyğamber bir suvariy birliginen duşmannı qarşılamağa  çıqqan edi. İşte, yuqarıdaki ayet duşman tarafından kelgen bu haber qarşısında musulmanlarnıñ azmi ve qararlılığını, olarnıñ yuksek maneviy  kuçüni taqdir ve ifade etmekte"
      },
      "174": {
        "text": "Bunıñ uzerine, ozlerine iç bir yamanlıq toqunmadan, Allahnıñ nimeti ve  keremi ile keri keldiler. Boylece, Allahnıñ rizasına uydılar. Allah buyuk  kerem saibidir.",
        "commentary": "Az. Peyğamberniñ qomandanlığındaki birlik Ebu Sufyannen bir yıl evel  söyleşilgen yerde olarnı bir afta qadar bekledi; ancaq bir mıqdar askernen  yolğa çıqqan Ebu Sufyannıñ cenkleşüvden qorqaraq, artqa qaytqanı  uzerine, musulmanlar da, kârlı alış-verişler yaparaq, tekrar Medinege keldiler"
      },
      "175": {
        "text": "İşte, o şeytan ancaq oz dostlarını qorquzır. Şu alda, eger iman etken  kimseler iseñiz, olardan qorqmanı, menden qorquñ.",
        "commentary": "«İşte, o şeytan sizni oz dostlarından qorquzmaqta» şeklinde mana bermek  de mumkün. Aqiqaten, bazı tefsirciler bu yerde mekkelilerniñ Medinedeki  musulmanlarnı urkütüvi içün teşviq yapmaq uzre yollağan Nuaym isimli  adamğa işaret etilgenini bildireler"
      },
      "176": {
        "text": "(Resulım) İnkârda yarışqanlar saña qayğı bermesin, çünki, olar Allahqa iç  bir zarar beralmazlar. Allah olarğa ahiretten bir nasip bermemek istemekte. Olar  içün çoq buyuk bir azap bar.",
        "commentary": ""
      },
      "177": {
        "text": "Şu yeri aqiqat ki, imannı berip, inkârnı alğanlar Allahqa iç bir zarar  beralmazlar. Olar içün elemli bir azap bar.",
        "commentary": ""
      },
      "178": {
        "text": "İnkâr etkenler sanmasınlar ki, ozlerine muhlet bermememiz olar içün daa  hayırlıdır. Olarğa yalıñız gunahlarını arttıruvları içün fırsat bermektemiz.  Olar içün alçaltıcı bir azap bar.",
        "commentary": ""
      },
      "179": {
        "text": "Allah mu'minlerni (şu) bulunğan vaziyetiñizde bıraqacaq degil; soñunda  pisni temizden ayıracaq. Bunıñnen beraber, Allah sizge ğaybnı da  bildirecek degil. Faqat Allah elçilerinden tilegenini ayırdı eter. O alda,  Allahqa ve peyğamberlerine iman etiñ. Eger iman etseñiz, taqva saibi  olsañız, siz içün de çoq buyuk bir ecir bar.",
        "commentary": "Tefsirlerde bu ayetniñ: «Ey, Muhammed! Bizlerge kimlerniñ iman etip,  kimlerniñ etmegenini bildir», degen kâfirlerge cevap olğanı bildirile"
      },
      "180": {
        "text": "Allahnıñ kereminden ozlerine bergenlerini (nafaqada) hasislik kostergenler,  sanmasınlar ki, o ozleri içün hayırlıdır; aksine, bu olar içün pek fenadır.  Hasislik etken şeyleri de qıyamet kunünde boyunlarına sarılacaq. Koklerniñ  ve yerniñ mirası Allahnıñdır. Allah butün yapqanlarıñızdan haberdardır.",
        "commentary": "Ayetteki «miras» kelimesi tefsirlerde esasen boyle añlatılğan: Koklerde ve  yerde ne bar ise, episi Allahnıñ mulküdir. Ondan faydalanğanlar ep Onıñ  mulküni bir-birinden devir almaqtalar; o alda, Allahnıñ mulkünde hasislik  yapuvları ne qadar yañlış! Bir kun er kes olecek ve malik olğan şeyleri  uzerindeki mulkiyetini ğayıp etecek; albuki, Allah baqiydir, mulk kene  Onıñdır"
      },
      "181": {
        "text": "«Aqiqaten, Allah faqır, biz ise zenginmiz», degenlerniñ sözüni, ant olsun ki,  Allah eşitkendir. Olarnıñ (bu) degenlerini aqsız yerde peyğamberlerni  oldürüvlerinen birlikte yazacaqmız ve deycekmiz ki: Tatıñız o yaqıcı  azapnı!",
        "commentary": "Eudiylerniñ bu alçaltıcı ifadeleriniñ, peyğamberlerni oldürüv gunahı ile bir korülüvi, bir taraftan, bu sözlerni söylemekniñ buyuk gunah sayılğanını,  diger taraftan da, olarnıñ ilk gunahınıñ bundan ibaret olmağanını, daa evel  de peyğamberlerniñ canlarını qıyğanlarını kostermektedir"
      },
      "182": {
        "text": "Bu – dünyada olğanda, oz elleriñiznen yapqanlarıñıznıñ qarşılığıdır.  Yoqsa, Allah qullarına zulum etmez.",
        "commentary": ""
      },
      "183": {
        "text": "«Doğrusı, Allah bizge, (kokten engen) ateşniñ aşaycaq (yaqıp qor etecek)  bir qurban ketirmegence, iç bir peyğamberge inanmamamıznı emir etti»,  degenlerge boyle de: Sizge menden evel mucizelernen, (ayrıca) dedigiñiz  (mucize)nen nice peyğamberler keldi. Eger doğru insanlar iseñiz, ya olarnı  niçün oldürdiñiz?",
        "commentary": "Bazı tefsirlerde naql etilgen bir rivayetke kore, Medinedeki yeudiylerniñ  musulman olmamaq içün mana olaraq ileri sürgen bu alelhusus mucize şartı  Az. İsanıñ risaletinen ortadan qalqqan"
      },
      "184": {
        "text": "(Resulım!) Eger seni yalancılıqta qabaatlasalar, (yatsırama); kerçekten senden  evel ap-açıq mucizeler, saifeler ve aydınlatıcı kitap ketirgen nice  peyğamberler de yalancılıqta qabaatlandılar.",
        "commentary": ""
      },
      "185": {
        "text": "Er bir canlı olümni tatacaq. Ve, ancaq, qıyamet kunü yapqanlarıñıznıñ  qarşılığı sizge tamamınen berilecek. Kim ceennemden uzaqlaştırılıp,  cennetke qoyulsa, o aqiqaten qurtulışqa iririşkendir. Bu dünya ayatı ise,  aldatıcı menfaattan başqa bir şey degil.",
        "commentary": ""
      },
      "186": {
        "text": "Ant olsun ki, mallarıñız ve canlarıñız meselesinde imtianğa  çekileceksiñiz; sizden evel ozlerine kitap berilgenlerden ve muşriklerden  bir çoq kederli sözler eşiteceksiñiz. Eger sabır etseñiz ve taqva  kosterseñiz, mıtlaqa bu, (yapılacaq) işlerniñ eñ degerlisidir.",
        "commentary": ""
      },
      "187": {
        "text": "Allah ozlerine kitap berilgenlernden: «Onı mıtlaqa insanlarğa  añlatacaqsıñız, onı gizlemeyceksiñiz», diyerek söz alğan edi. Olar ise,  bunı qulaqqa almadılar, onı az bir ucretke deñiştiler. Yapqan alış verişleri ne qadar fena!",
        "commentary": ""
      },
      "188": {
        "text": "Sanma ki, yapqanlarına sevingen, yapmağanlarınen maqtanılmaq istegenler, ebet,  sanma ki, olar azaptan qurtulacaqlar. Olar içün elem berici bir azap bar.",
        "commentary": ""
      },
      "189": {
        "text": "Koklerniñ ve yerniñ ukümranlığı Allahnıñdır. Allahnıñ er şeyge kuçü yeter.",
        "commentary": ""
      },
      "190": {
        "text": "Koklerniñ ve yerniñ yaratıluvında, gecenen kundüzniñ biri-biri artından  kelip-ketüvinde, aqılı yerinde olğanlar içün, aqiqaten açıq ibretler bar.",
        "commentary": ""
      },
      "191": {
        "text": "Olar ayaqta olğanda, oturğanda, yanbaşlap yatqanda (er vaqıt) Allahnı añarlar,  koklerniñ ve yerniñ yaratıluvı aqqında teren-teren tüşünirler (ve boyle  derler:) Rabbimiz! Sen bunı boşuna yaratmadıñ. Seni tesbih etermiz. Bizni  ceennem azabından qorçala!",
        "commentary": "Allah Taalâ 190-nci ayette koklerniñ ve yerniñ yaratıluvınen gece ve  kundüzniñ deñişüvini, bir başqa demekle, mekân ve zamannıñ ilâhiy qudretke  delâletini aqılı yerinde olğanlarnıñ ibret nazarına bıraqqan ve, boylece,  bizden barlıqnıñ aqiqiy bilgisine qavuşmağa areket etüvimizni, ayrıca  bir ifadenen istegenden soñ; 191-nci ayette bu areketni kostergenlerniñ  Allahnıñ ustün qudretiniñ ve aqransız sanatınıñ eserlerini idrak etüvleri neticesinde, Oña teren bir sayğınen yonelüvleriniñ qaçınılmaz  olğanını ortağa qoymaqta"
      },
      "192": {
        "text": "Ey, Rabbimiz! Doğrusı, sen kimni ceennemge qoysañ, artıq onı rezil  etkendirsiñ. zalımlarnıñ iç bir yardımcıları yoqtır.",
        "commentary": ""
      },
      "193": {
        "text": "Ey, Rabbimiz! Aqiqat şu ki, biz: «Rabbiñizge inanıñız!», diye imanğa  çağırğan bir davetçini (Peyğamberni, Qur'annı) eşittik, aman iman ettik.  Artıq bizim gunahlarımıznı bağışla, fenalıqlarımıznı ort, ruhımıznı  eyilernen beraber al, ey, Rabbimiz!",
        "commentary": ""
      },
      "194": {
        "text": "Rabbimiz! Bizge peyğamberlerniñ vastasınen vade etkenleriñni de ikram et ve  qıyamet kunünde bizni rezil-rusvay etme; şubesiz, sen vadeñden qaytmazsıñ!",
        "commentary": ""
      },
      "195": {
        "text": "Bunıñ uzerine, Rabbleri olarnıñ dualarını qabul etti. (Dedi ki:) Men erkek  olsun, qadın olsun -ki, ep bir-biriñizdensiñiz- arañızdan, çalışqan iç bir  kimseniñ yapqanını boşuna çıqarmaycam. Olar ki, icret ettiler,  yurtlarından çıqarıldılar, menim yolumda eziyetke oğradılar, cenkleştiler ve  oldürildiler; ant olsun, men de olarnıñ fenalıqlarını ortecem ve olarnı  altlarından irmaqlar aqqan cennetlerge qoyacam. Bu mukâfat Allah  tarafındandır. Allah; qarşılıqnıñ guzeli Onıñ qatındadır.",
        "commentary": ""
      },
      "196": {
        "text": "İnkârcılarnıñ (ferah içinde) diyar-diyar dolaşuvı saqın seni aldatmasın!",
        "commentary": "Bazı mu'minlerniñ muşriklerni keniş maddiy imkânlar içinde korüvleri  sebebinen: «Korgenimizge baqılsa, Allahnıñ duşmanları uzur içinde, biz ise,  sıqıntıdamız», deyuvleri, bu ayetniñ engenine sebep olaraq kosterilgen.  Elbette ki, bu ve oña beñzegen tenbiyelernen Az. Peyğamberniñ şahısında  butün mu'minlerge seslenilmekte"
      },
      "197": {
        "text": "Azaçıq bir menfaattır o. Soñra olarnnı baracaq yerleri ceennemdir. O ne  fena barılacaq yerdir!",
        "commentary": ""
      },
      "198": {
        "text": "Faqat Rabblerine qarşı kelüvden saqınğanlar içün Allah tarafından bir  ikram olaraq altlarından irmaqlar aqqan, ebediy olaraq qalacaq  cennetleri bardır. Eyi insanlar içün Allah qatındaki (nimetler) daa  hayırlıdır.",
        "commentary": ""
      },
      "199": {
        "text": "Ehl-i kitaptan oyleleri bar ki, Allahqa, em sizge endirilgenge, em de ozlerine  endirilgenge tam bir samimiyetliknen ve Allahqa boyun egerek, iman eterler. Allahnıñ ayetlerini az bir parağa satmazlar. İşte, olar içün Rabbleri qatında  ecirleri bar. Şubesiz, Allahnıñ esabı çabiktir.",
        "commentary": ""
      },
      "200": {
        "text": "Ey, iman etkenler! Sabır etiñ; (duşman qarşısında) sebat kosteriñ; (cihad  içün) azırlıqlı ve açıqkoz oluñ ve Allahtan qorquñ ki, muvafaqiyetke  irişe bilirsiñiz.",
        "commentary": ""
      }
    }
  },
  "4": {
    "number": 4,
    "verses": {
      "1": {
        "text": "Ey, insanlar! Sizni tek bir nefisten yaratqan ve ondan da çiftini yaratqan ve  ekisinden bir çoq erkekler ve qadınlar töretip yayğan Rabbiñizden saqınıñ.  Adını añaraq, bir-biriñizden istekte bulunğan Allahtan ve aqarabalıq  aqlarına riayetsizlik etüvden de saqınıñ. Şubesiz, Allah siziñ uzeriñizden  kozeticidir.",
        "commentary": ""
      },
      "2": {
        "text": "Yetimlerge mallarını beriñ. temizni pis olğannen deñişmeñ, olarnıñ  mallarını kendi mallarıñızğa qataraq, (kendi malıñız eken kibi) yemeñ;  çünki bu, buyuk bir gunahtır.",
        "commentary": ""
      },
      "3": {
        "text": "Eger (olarnen evlengen taqdiriñizde) yetimlerniñ aqlarına riayet etalmamaqtan  qorqsañız, begengeniñiz (ya da sizge elâl olğan) qadınlarıñızdan ekişer,  uçer, dörter alıñız. Aqsızlıq yapuvdan qorqsañız, bir dane alıñız; ya da saip  olğan (cariyeleriñiz)nen qanaatleniñiz. Bu, adaletten ayırılmamañız içün  eñ uyğunıdır.",
        "commentary": "Yaratılıştan kelgen kuncülik duyğusına rağmen, ayetniñ erkeklerge birden  ziyade qadınnen evlenüvge izin berüvi ezelden berli -daa ziyade ğayrı  muslimlerce- tenqit ve itirazğa mevzu olğan. Ancaq, İslâmnıñ bu iznini  diger talimatı ve ayatnıñ deñişici şartlarına kore elge almaq zarur.  İslâmğa kore, zina kesen-kes aramdır; şu alda zinağa alıp barğan yollarnı kesmek  kerek. Erkekniñ kuçlü ve qabiliyetli, qadınnıñ ise, zayıf ve istkesiz oluvı ya  da, doğurmağanı alında, cenk ve başqa sebeplernen, erkeklerniñ azaluvı ve  qadınlarnıñ çoqlaşuvı kibi vaziyetlerde, erkekniñ birden ziyade qadınnen  evlenüvi zaruriy ola bilir. Boyle vaziyetlerde erkekniñ birden ziyade qadınnen  evlenüvi bir emir degil, bir izindir; ekinci ve uçünci... qadın olacaq  hanım da buña mecbur degil. Ayrıca, bu izin qaydsız, şartsız olmayıp,  adalet şartına bağlı, buña riayet etalmaycağından qorqqanlarğa bir  qadınnen qanaatlenmeleri emir etilgen. Butün bu qaydlar ve şartlar, guzel  tüşünilgen vaqıtta, İslâmnıñ bu izniniñ vaqtı ile deñişik şartlarğa  uyuv noqtai nazarından, eñ maqbul yol olğanı açıqça añlaşılacaq"
      },
      "4": {
        "text": "Qadınlarğa mehirlerini goñyul rizası ile (cumertçe) beriñ; eger goñyul  hoşluğı ile o mehirniñ bir qısmını sizge bağışlasalar, onı da afiyetnen  aşañ.",
        "commentary": ""
      },
      "5": {
        "text": "Allahnıñ keçinişiñizge destek yapqan mallarıñıznı aqılı irmegenlerge  (aqıl-baliğ olmağanlarğa) bermeñ; o mallarnen olarnı besleñ, kiydiriñ ve  olarğa guzel söz söyleñ.",
        "commentary": ""
      },
      "6": {
        "text": "Evlilik çağına kelgenge qadar yetimlerni (kozetip) deñyeñ, eger olarda aqılda  bir pişkinleşüv korseñiz, aman mallarını ozlerine beriñ. Buyuycekler (de,  qaytarıp alacaqlar,) diye o mallarnı israfnen ve aşıqıp yemeñ. Zengin olğan  (veli) iffetli olmağa areket etsin, yoqsul olğanda (itiyacı ve emegine) uyğun olaraq aşasın. Mallarını ozlerine bergen vaqtıñızda yanlarında şaat  bulundırıñ. Esap soraycaq olaraq da, Allah kâfidir.",
        "commentary": ""
      },
      "7": {
        "text": "Ana-babanıñ ve aqrabalarnıñ qaldırğanlarından erkeklerge bir pay bar; ana babanıñ ve aqrabalarnıñ qaldırğanlarından qadınlarga da bir pay bar. İster  azından, ister çoqundan, belli bir isse ayırılğandır.",
        "commentary": ""
      },
      "8": {
        "text": "(Mirastan payı olmağan) aqrabalar, yetimler ve yoksullar miras taqsimatında azır  bulunsa, bundan olarnı da rızıqlandırıñ ve olarğa guzel söz söyleñ.",
        "commentary": "Bu eki ayetten birincisi cahiliyet deviri adetlerini yıqaraq, mirastan  qadınnıñ da payı olğanını, Allahnıñ olar içün ayırğan bu paynıñ  mıtlaqa ozlerine berilüvi kerekligini ifade etmekte. Ekinci ayet vise, İslâm  ketirgen eñ keniş qardaşlıq ve eñ insaniy tayanışma añlamı ve içtimaiy  adalet printsipi içinde mirasta payı olmağan -nisbeten- uzaq aqaraba, o  civarda bulunğan faqır-fuqarege de mirastan bir şeyler berilüvini,  goñyulleriniñ alınuvını, emeksiz elde etilgen servetke nisbeten peyda  olacaq menfiy duyğularnıñ ogü alınuvını emir emtekte"
      },
      "9": {
        "text": "Aciz, kuçü yetmez balalar qaldırğan taqdirlerinde (alları ne olur) diye,  qorqacaqlar (etimlerge aqsızlıq etüvden) qorqıp titresinler; Allahtan  saqınsınlar ve doğru söz söylesinler.",
        "commentary": "Etimlerniñ veli ve vasileri, olarğa oz balalarına davranıluvını istegenleri  kibi davranmalıdırlar; çünki, oz balaları da bir kun yetim ve çaresiz qala  bilirler"
      },
      "10": {
        "text": "Aqsızlıqnen yetimlerniñ mallarını aşağanlar, şubesiz, qarınlarına  ancaq ateş tıqqan olurlar; zaten olar alevlengen ateşke kirecekler.",
        "commentary": ""
      },
      "11": {
        "text": "Allah sizge, balalarıñız aqqında, oğulğa qız payınıñ eki qatını (miras  berüviñizni) emir ete. (Balalar) ekiden ziyade qız olsa, olüniñ qaldırğanınıñ uçte ekisi olarnıñdır. Eger yalıñız bir qız ise, yarısı  onıñdır. Olgenniñ balası bar ise, ana-babasından er biriniñ mirastan altıda  bir issesi bar. Eger balası yoq da, ana-babası oña varis olğan ise, anasına uçte  bir (tüşer). Eger olgenniñ qardaşları bar ise, anasına altıda bir (tüşer.  Butün bu paylar olgenniñ) yapacaq vasiyetinden ve borc odelgen soñdır.  Babalarıñız ve oğullarıñızdan angisiniñ sizge fayda noqtai nazardan daa  yaqın olğanını bilalmazsıñız. Bular Allah tarafından qoyulğan farzlardır  (paylardır). Şubesiz, Allah ilim ve ikmet saibidir.",
        "commentary": "İslâmnıñ miras uquqında paylar ile mukellefiyetler arasında musaviylik yolu  tutulğan, daa çoq arclama yapmaq mecburiyetinde olğanlarğa çoq, daa az arcalama vaziyetinde olğanlarğa az isse berilgen. İslâm aile uququna kore,  evlengende mehir berecek, dügün masrafı yapacaq – erkektir. Evlengenden soñ,  ister muhtac olğan yaqın aqrabasına ve ister çifti ve balalarına  baqacaq, olarğa aşaycaq, kiyecek, mesken kibi eñ az itiyaclarını  teminleycek – kene erkektir. İşte, bu sebeplerden ki, esas olaraq mirasta  erkeklerniñ payı, qadınlarnıñkinden eki qat ziyade olğan"
      },
      "12": {
        "text": "Yapacaq vasiyetten ve borctan soñ, çiftleriñizniñ, eger balaları olmasa,  qaldırğanlarınıñ yarısı siziñdir. Balaları olsa, qaldırğanlarınıñ  dörtte biri siziñdir. Balañız olmasa, siziñ de yapacaq vasiyetiñizden ve  borctan soñ, qaldırğanıñıznıñ dörtte biri olarnıñdır (zevceleriñizniñdir). Balañız olsa, qaldırğanıñıznıñ sekizde biri  olarnıñdır. Eger bir erkek ve qadınnıñ, ana-babası ve balaları olmağanı alda, (kelâle şeklinde) malı mirasçlıarğa qalsa ve bir oğlan ya da qız qardaşı olsa,  er birine altıda biri tüşer. Bundan ziyade olsalar, uçte birge ortaqtırlar. (Bu  taqsimat) yapılacaq vasiyetten ve borctan soñ, kimse zararğa oğratılmadan  (yapılacaq). Bular Allahtan sizge vasiyettir. Allah er şeyni haqqı ile  bilicidir, halimdir. (Kelâli şeklinde, malnı yan hısımlarına qalğan kimselerniñ paylarını  añlatqan qısımda keçken oğlan qardaş ve qız qardaş – ana bir  qardaşlardır. Tuvğan qardaşlarnıñ vaziyeti sureniñ soñunda **añlatılacaq).**",
        "commentary": ""
      },
      "13": {
        "text": "Bular Allahnıñ (qoyğan) sıñırlarıdır. Kim Allahqa ve Peyğamberine itaat  etse, Allah onı zemininden irmaqlar aqqan cennetlerge qoyacaq; o yerde  daimiy qalıcılardır; işte, buyuk qurtulış budır.",
        "commentary": ""
      },
      "14": {
        "text": "Kim Allahqa ve Peyğamberine qarşı isyan etse ve sıñırlarını aşsa, Allah  onı daimiy qalacaq bir ateşke soqar ve onıñ içün alçaltıcı bir azap  bardır.",
        "commentary": "Uquq sistemaları – varislerniñ alacaq paylarında olğanı kibi, yaqınlıq  ve uzaqlıq derecelerine kore, aqrabanıñ varis olıp-olmağanını tayin etüv  meselesinde de, farqlı qabul ve tadbiqlarnı menimsegenler. Meselâ, İslâmdan  başqa bazı sistemalarda olgenniñ balaları olsa, ana-babası varis olamaylar.  İslâm miras uquqı paylarnı dağıtqanda, adil musaviylik esasına riayet  etkeni kibi, varislerni tayin etkende de, yaqınlıq derecesinen beraber,  faydanı koz ogüne alğan, dünya ve ahiret ayatında olüge faydası toqunğan ve  toqunacaq aqrabanı mirastan mahrum etmegen"
      },
      "15": {
        "text": "Qadınlarıñızdan faişelik yapqanlarğa nisbeten arañızdan dört şaat  ketiriñ. Eger şaatlıq etseler, o qadınlarnı olüm alıp ketkence ya da Allah  olarğa bir yol açqanğace, evlerde aps etiñ.",
        "commentary": ""
      },
      "16": {
        "text": "Arañızdan fuhuş yapqan er eki tarafqa ceza beriñ; eger tövbe etse, uslansalar,  artıq olarğa ceza berip, eziyet etüvden vazgeçiñ; çünki, Allah tövbelerni çoq  qabul etici ve çoq merhametlidir. (Bu eki ayet fuhuş denilgen çirkin fiil ile bağlıdır. Tefsircilerniñ çoqu  er ekisi de zina şeklindeki fuhuşqa ait olup, birincisi evlengenlerniñ zinası,  ekincisi ise, bekârlarnıñ zinası aqqında ilk devirlerde tedbiq etilgen  cezanı añlatmaqta. Daa soñra kelgen ayet (Nuur, 24/2) ve hadislernen Az.  Peyğamberniñ tedbiqlerine kore, bu ayetler nesh etilgen, bekârlarnıñ zinası  içün belli sayıda sopa, evlilerniñ zinası içün «recm» cezası tayin etilgen.  Bazı tefsircelerge kore ise, ayetler nesh etilmegen; yani ukümleri areketten  toqtatılmağan; bu ayetlerden birincisi qadınlar arasındaki sevicilik  faişeligine, ekinci ayet ise, erkekler arasındaki livata faişeligine ait.  Bularnıñ cezası ayetlerde olğanı kibidir. Qadınnen erkek arasındaki zina  fuhuşınıñ cezası ise, Nuur suresindeki ayette beyan etilgen).",
        "commentary": ""
      },
      "17": {
        "text": "Allahnıñ qabul etecegi tövbe, ancaq bilmeyip fenalıq yapıp da, soñra tez  tövbe etkenlerniñ tövbesidir; işte, Allah bularnıñ tövbesini qabul eter; Allah  er şeyni bilicidir, ikmet saibidir.",
        "commentary": ""
      },
      "18": {
        "text": "Yoqsa, fenalıqlarnı yapıp da, aralarından birisine olüm kelip çatqanınen:  «Men şimdi tövbe ettim», degenlernen kâfir olaraq olgenler içün (qabul  etilecek) tövbe yoqtır. Olar içün accı bir azap azırlağandırmız.",
        "commentary": ""
      },
      "19": {
        "text": "Ey, iman etkenler! Qadınlarğa zornen varis oluvıñız, sizge elâl degil.  Açıqtan-açıq bir edepsizlik yapmağance, olarğa bergeniñizniñ bir  qısmını elge keçirüviñiz içün de qadınlarnı sıqıştırmañ. Olarnen eyi  keçiniñ. Eger olardan hoşlanmasañız, (biliñ ki,) Allahnıñ aqqıñızda çoq  hayırlı yapacaq bir şeyinden de hoşlanmağan ola bilirsiñiz.",
        "commentary": "İslâmdan evel araplar qadınğa çoq fena muamele eter, bu cumleden,  qacası olgen qadınnı, onıñ miras qaldırğan malı kibi qabul ete, qadın  istemse bile, onıñnen evlenmek ya da onı başqasına evlendirmek aqqına saip  olğanlarını tüşüne, qadınnı qullanaraq, maddiy menfaat kormek yoluna kire  ediler. Ayet butün bu aqsızlıqlarğa soñ berdi, qadınğa lâyıq olğan  aqlarnı ketirdi"
      },
      "20": {
        "text": "Eger bir qadınnı taşlap da, yerine başqa bir qadın almaq isteseñiz, olardan  birine yuklernen mehir bergen olsañız dahi, ondan iç bir şeyni keri almañ. Siz  iftira eterek ve açıqtan-açıq gunah işleyerek, onı keri alırsıñızmı?",
        "commentary": "İslâmda erkek evlenecek qadınğa mehir adınen bir mal berir. Bunıñ miqdarı  urf, adet ve teñyeşine kore tayin etilir. Mehir qadınnıñ aqqı, onıñ  hususiy malıdır, peşin berilmegen olsa, qocası ayırğanda ya da olgen  vaqtında qadınğa der’al odenüvi kerek. Erkeklerniñ çeşit yollar ve iylelernen  bu aqnı qısmen ya da tamamınen yeyuvleri, bergenlerini zorlap qaytarıp aluvları  diniy taraftan doğru degil"
      },
      "21": {
        "text": "Vaqtı ile siz bir-biriñiznen aşır-neşir olğan ve olar sizden doğru bir  teminat alğanı alda, onı nasıl keri alırsıñız. (Bir qadınnen evlenip birleşken ya da birleşecek bir qararda beraber qalğan  (halvet olğan) qoca onı ayırğan taqdirde, mehirniñ episini oder. Ayette  «Bir-biriñiznen aşır-neşir olğan» denilerek, bularğa işaret etilmekte.  Birleşüv ve halvet olmadan ayırılğan alda ise, qadın mehirniñ yarısına aqlı  olur).",
        "commentary": ""
      },
      "22": {
        "text": "Keçmişte olğanlar bir yanda, babalarıñıznıñ evlengen qadınlarınen  evlenmeñ; çünki bu bir ayasızlıqtır, igrenç bir şeydir ve fena bir yoldır.",
        "commentary": "İslâmdan evel araplarnıñ ogey analarınen evlenüv şeklindeki çirkin bir  adetini ortadan qaldırğan bu ayetten soñ, musulmanlarnıñ başqa  kimselernen evelenüvleriniñ caiz olmağanını añlatmaq uzre, boyle  buyurıla:"
      },
      "23": {
        "text": "Analarıñız, qızlarıñız, qız qardaşlarıñız, alalarıñız, teyzeleriñiz,  qardaş qızları, qız qardaşnıñ qızları, sizni emizgen analarıñız, süt  tatalarıñız, qadınlarıñıznıñ anaları, ozleriñiznen birleşken  çiftleriñizden olup, evleriñizde bulunğan ogey qızlarıñız sizge aram  qılındı. Eger olarnen (nikâhlanıp da) daa birleşmegen olsañız, qızlarını  aluvıñızda sizge bir zarar yoq. Ozüñizden olğan oğullarıñıznıñ  qadınları ve eki qız qardaşnı birden almaq da sizge aram qılındı; ancaq  keçken keçmiştir. Allah çoq bağışlayıcı ve merhametlidir.",
        "commentary": "Ayetniñ «nikâhlanıp da, birleşmegen qadınlarnıñ qızlarınen evlenüviñizde zarar yoq» manasındaki qısmından maqsat, anası nikâhlı olğanda, onıñ  qızını da almaq degil. Caiz olğanı – bir erkekniñ nikâhlap da, ozünen  birleşmeden, ayırılğan qadınnıñ başqasından olğan qızınen evlenmektir.  Ayette evlenilmesi kesen-kes olaraq yasaqlanğanlardan başqa, aqarabanen  evlenmek bazı şart ve zaruriyetler sebebinen, caiz qılınmaqnen beraber,  hadisler aqaraba olmağanlarnen evlenüvni tevsiye eteler"
      },
      "24": {
        "text": "(Cenkte esir olaraq) saip olğan cariyeleriñiz istisna, evli qadınlar da sizge  aram qılındı. Allahnıñ sizge emiri budır. Bulardan başqasını namuslı  olmaq ve zina etmemek uzre, mallarıñıznen (mehirlerini bererek) isteyuviñiz  sizge elâl etildi. Olardan faydalanuvıñızğa qarşılıq qararlaştırılğan  mehirlerni beriñ. Mehir kesilgenden soñ, (bir miqdar eksiltüv içün)  qarşılıqlı añlaşuvıñızda sizge gunah yoqtır. Şubesiz, Allah ilim ve ikmet  saibidir. (Bazı dinlerde ve olarğa tayanğan uquqlarda qadın ozünen evlenecek erkekke  bermek uzre, mal (drahoma – pridaniye) edinir; yani bu sayede erkeklerniñ ozüne  rağbet etüvlerini teminlemege areket eter. İslâmda ise, qadın oz-ozlüginden  degerlidir. Onıñ malına degil, ozüne rağbet etilir. Bunı simvolika etmek uzre  de, qadın degil onıñnen evlenmek istegen erkek oña bir şeyler berir ki, buña  mehir denilgen).",
        "commentary": ""
      },
      "25": {
        "text": "Arañızdan imanlı ur qadınlarnen evlenmege kuçü yetmegen kimse, elleriñiz  altında olğan imanlı yaş qızlarıñız (sayılğan) cariyeleriñizden alsın.  Allah siziñ imañıznı daa yahşı bilmekte. Ep aynı tamırdansıñız (insanlıq  noqtai nazarından arañızda farq yoqtır). Oyle ise, iffetli yaşavları, zina  etmemeleri ve gizli dost da tutmamaları şartı ve saipleriniñ izninen, olarnı  (cariyelerni) nikâhlap alıñ, mehirlerini de kerek mıqdarda beriñ. Evlengenden  soñ, bir faişelik yapsalar, olarğa ur qadınlarnıñ cezasınıñ yarısı  (tadbiq etilir). Bu, (cariyenen evlenmek içün), arañızdan gunahqa tüşmekten  qorqqanlar içündir. Sabır etivüñiz ise, siz içün daa hayırlıdır. Allah çoq  bağışlayıcı ve merhametlidir.",
        "commentary": "Zina kesen-kes olaraq aramdır. Bir ucret qarşılığında añlaşaraq,  keçici bir zaman içün evlenmek dinge kore doğru degil. Nikâhsız yaşamaq ve  dost tutmaq da, zinanıñ başqa çeşitleridir. Bir musulmannıñ evlenmek  itiyacına nisbeten yapacaq şeyi, imkânı olsa, evelâ bir mu'min ve ur  qadınnen evlenmektir; musulman olmağan ehl-i kitap qadınlarınen evlenüvi de  caizdir. Soñra, sırasınen mu'min cariye ve mu'min olmağan cariyenen evlenmek  kelir. Cariye bir başqasına ait olğanı içün, onıñnen evlenmekniñ bazı  sıñırlavları bar; bu sebepnen, cariyenen evlenüvde sabır etip, imkânnıñ  doğuvını beklemek insan içün daa hayırlıdır. Ayetniñ cariyelerge  «qızlarıñız» degen ve «butün insanlarnıñ bir tamırdan kelgenlerini, insan  evlâdı olğanlarını» tüşünerek, olarnıñ hor korülmemesini, olarnen  evlenmekten çekinilmemesini istegen qısmı, İslâmnıñ insanğa bergen degeri  noqtai nazarından, muim vesiqalar maiyetindedir. Cenk esirleri içün yalıñız  alternativ – qullıq ve cariyelik degil. Esir, qul ve cariye statusına  keçirilgen olsa, bu taqdirde olarğa yapılğan muamele ur insanlarnıñkine  olduqça yaqın ve maqsattaki hidayetke irişüvlerini teminler"
      },
      "26": {
        "text": "Allah sizge (bilmegenleriñizni) añlatmaq ve sizni, sizden evelki (eyi)lerniñ  yollarına qavuştırmaq ve siziñ gunahlarıñıznı bağışlamaq istey. Allah  haqqı ile bilicidir, yekâne ikmet saibidir.",
        "commentary": ""
      },
      "27": {
        "text": "Allah siziñ tövbeñizni qabul etmek ister; şehvetlerine uyğanlar (fena  arzularınıñ esiri olğanlar) ise, bus-butün yoldan çıqqanıñıznı isterler.",
        "commentary": ""
      },
      "28": {
        "text": "Allah sizden (üküñizni) azaltmaq ister; çünki, insan zayıf yaratılğandır.",
        "commentary": "Bu alda diniy teklifler ve vazifeler birer yuk degildir; tam aksine, insannı  dünya ve ahiret ayatında çıqımsızlıqqa tüşmekten, altından çıqıp  olamaycaq ya da ozüne fayda yerine zarar ketirecek iş ve davranışlarğa  kirüvden qorçalağan, boylece, yuküni yengilletken alıştıruvlar, tertiper ve  doğru yolnı kosterüvlerdir"
      },
      "29": {
        "text": "Ey, iman etkenler! Qarşılıqlı rizağa tayanğan ticaret oluvı alı istisna,  mallarıñıznı batıl (aqsız ve aram yollar)nen arañızda (alıp-bererek) aşamañ.  Ve ozüñizni oldürmeñ. Şubesiz, Allah sizni qorçalaycaqtır.",
        "commentary": ""
      },
      "30": {
        "text": "Kim duşmanlıq ve aqsızlıqnen bunı (aram aşamaqnı ya da oldürmekni) yapsa,  (bilsin ki) onı ateşke atacaqmız. Bu ise, Allahqa çoq qolaydır.",
        "commentary": "Qarşılıqlı rizağa tayanğan mal-para, emek-ucret ve buña beñzegen  deñişüvler em şahıslar, em de olar teşkil etken toplum içün faydalıdır; bu  sebepten de, doğrudır. Razılıqsız ve aqsız qazançlar ise, keçici ferah ve  menfaatlar ketirmeknen beraber, artından isyanlar, devirüvler ve felâketler  ketirir. Ayet «başqasınıñ malını» demek yerine, «mallarıñıznı» demeknen  «milliy servet» manasına yaqındır. Maliy aqsızlıqlarnıñ ketirgen  felâketlerinden biri ve, belki, eñ muimi – qatldir; aqsızlıqnen ve aram  yollarnen servet yapmaq – şahıs ve cemiyet olaraq, yavaş-yavaş olümge barmaq  demektir. Çünki, şahsiy intiqam duyğusı, şahsiy oldirüvlerge yol açar eken,  içtimaiy sınıflar arasında intiqam duyğusı da içtimaiy patlavlarğa ve  devirüvlerge sebep olmaqta"
      },
      "31": {
        "text": "Eger yasaqlandığıñız buyuk gunahlardan qaçınsañız, siziñ kuçük  gunahlarıñıznı ortermiz ve sizni şerefli bir yerge qoyarmız.",
        "commentary": "İnsanlar, yaratılışlarına kore, gunahtan qorçalanğan degiller, gunah ve qabaat  işlemek qabiletleri de bar, faziletleri de. Faziletleri nefsaniy arzularına  nisbeten kureşlerinden kelmekte. Qul elinden kelgenni yapkanınen, Mevlâ ufaq tüfek qusurlarını ortecek, yuzlemeycek"
      },
      "32": {
        "text": "Allahnıñ sizni bir-biriñizden ustün qılğan şeylerni (başqasında olup da,  sizde olmağanı) asretliknen arzu etmeñ. Erkeklerniñ de qazanğanlarından  nasipleri bar, qadınlarnıñ da qazanğanlarından nasipleri bar. Allahtan  lütfini isteñ; şubesiz Allah er şeyni bilmektedir.",
        "commentary": "Allah er quluna qabiliyet ve çalışuvına kore nimetler, nasipler bergen;  başqasında olğanğa koz tikmek, onıñ asretini çekerek, omür keçirmek yerine,  er kesniñ ozündekisini korüvi, onıñ qıymetini bilüvi ve isteycegini  Allahnıñ lütfinden istemesi kerek"
      },
      "33": {
        "text": "(Erkek ve qadından) er biri içün, ana, baba ve aqrabanıñ qaldırğanından  (isselerini alacaq olğan) varisler yaptıq. Yeminleriñiz bağlağan kimselerge  de, paylarını beriñ. Çünki, Allah er şeyni kormekte. («Eminlerniñ bağlağan kimseleri» cahiliye devrinde adet olğan bir çeşit muqaveleli mirasçılar olup, başqa bir ayetnen (Enfaal, 8/75) ukmi ortadan  qaldırılğan. Bir başqa añlayışqa kore, bular – çiftlerdir ve ayet nesh  etilmegen).",
        "commentary": ""
      },
      "34": {
        "text": "Allahnıñ insanlardan bir qısmını digerlerine nisbeten ustün qılıvu  sebebinen ve mallarından arclama yapqanları içün, erkekler qadınlarnıñ  reberi ve qorçalayıcıdır. Onıñ içün saliha qadınlar itaatkârdır.  Allahnıñ ozlerini qorçalavına nisbeten gizlini (kimse kormese de,  namuslarını) qorçalayıcılardır. Baş qaldıruvından şubelengen  qadınlarıñızğa ogüt beriñ, olarnı töşeklerde yanğız bıraqıñız ve  (bularnen yolğa kelmeseler) dögüñ. Eger sizge itaat etseler, artıq olarnıñ  aleyhine başqa bir yol qıdırmañ; çünki, Allah yucedir, buyuktir. (Erkeklerniñ maddiy ve maneviy hususiyetlerinen iqtisadiy rolleri olarnıñ aile  başı oluvlarını tabiiy yapqan. Aile kuçük bir cemiyettir. Cemiyet tertipnen  yaşar. Tertip ise, bir reberni, bir idarecini zaruriy tanır. İslâmda devlet  reberinden aile reisine qadar er idareci ilâhiy talimatqa kore areket etmek,  yonetmek mecburiyetindedir; o alda, olarğa itaat – bu talimatqa itaat  demektir. İdare etici ya da etilici bu talimattan tışqa çıqsa,  itaatsızlıq etse, ceza tedbiq etilir. Bu yerde baas mevzusı olğan zevceniñ  itaatsızlığdır. Çare olaraq evelâ ogüt bermek, soñ töşek ayırmaq ve daa  soñra da, dögmek tevsiye etilgen. Qur'annı bizge tebliğ etken Az. Peyğamber  (s.a.) iç bir vaqıt qadın dögmegeni kibi, «Qadınnı eşek döggen kibi dögüp de,  kunniñ soñunda onı qoynuñızğa alıp yatuvıñız olacaq şeymi?», buyuraraq,  ummetini tenbiyelegen. Dögmek cezası qullanılğan taqdirde, qadınnıñ  canını yaqmaycaq ve vucudında iz qaldırmaycaq şekilde yapıluvı da  ifade etilgen. Şu alda tayaqnı İslâm ketirmegen, aksine onı yengilleterek,  ortadan qaldırmağa yonelgendir. Ayrıca, qadınğa da, qocasından  şikâyetçi oluvı alında, hakem ve akimge baş urmaq, aqqını qıdırmaq  imkânını bergen).",
        "commentary": ""
      },
      "35": {
        "text": "Eger qadın-qocanıñ araları bozuluvından qorqsañız, erkekniñ ailesinden  bir hakem ve qadınnıñ ailesinden bir hakem yollañ. Bular barıştırmaq  isteseler, Allah aralarını bulır; şubesiz, Allah er şeyni bilici, er şeyden  haberdar olucıdır.",
        "commentary": ""
      },
      "36": {
        "text": "Allahqa ibadet etiñ ve Oña iç bir şeyni ortaq qoşmañ. Ana-babağa,  aqrabağa, yetimlerge, yoqsullarğa, yaqın komşuğa, uzaq qomşuğa, yaqın  arqadaşqa, yolcuğa, elleriñiz altında olğanlarğa (qul, cariye, hızmetçi ve  olarğa beñzegenlerge) eyi davranıñ; Allah ozüni begengen ve daima maqtanıp  turğan kimseni sevmez.",
        "commentary": "Allahqa qul olmaqnıñ şartı boyle bir ahlâqqa saip olmaqtır; qaba-saba,  aqsız, zalım, hasis, er keske fenalıq etken ... kimseler yalıñız bazı ibadetlerni  yapmaqnen Allah qatında maqbul bir qul olamazlar"
      },
      "37": {
        "text": "Bular – hasislik yapqan ve insanlarğa da hasislikni tevsiye etken, Allahnıñ  olarğa lütfinden bergenini gizlegen kimselerdir. Biz kâfirler içün alçaltıcı  bir azap azırladıq.",
        "commentary": ""
      },
      "38": {
        "text": "Allahqa ve ahiret kunüne inanmağanları alda, mallarını insanlarğa kosteriş  içün sarf etkenler de (ahirette azapqa oğrarlar). Şeytan bir kimsege arqadaş  olsa, ne fena bir arqadaştır o!",
        "commentary": ""
      },
      "39": {
        "text": "Allahqa ve ahiret kunüne iman etip de, Allahnıñ olarğa bergenlerinden (Onıñ  yolunda) arclasalar edi, ne olur edi sanki! Allah olarnıñ vaziyetini haqqı ile  bilmekte.",
        "commentary": ""
      },
      "40": {
        "text": "Şube yoq ki, Allah zerre qadar aqsızlıq etmez. (Qulnıñ yapqan işi, eger bir  fenalıq olsa, onıñ cezasını adaletle berir). Eyilik olsa, onı qatlar (qat qat arttırır), ozünden de buyuk mukâfat berir.",
        "commentary": ""
      },
      "41": {
        "text": "Er bir ummetten bir şaat ketirgen ve seni de olarğa şaat olaraq kostergen  vaqtımızda alları nice olacaq! (Butün peyğamberler ummetlerine aynı iman esaslarını ketirgen ve tebliğ  etkenler. Nizam ve ahlâq saasında ise -printsipler deñişüvnen beraber- medeniy ve  içtimaiy şartlarğa kore, şekiller ve tedbiqatlar deñişmekte. Soñki  peyğamber Muhammed Mustafa (s.a.) insanlarnıñ ilim ve medeniyette eñ ileri  devirlerinde olarğa reber olacaq eñ kâmil dinni ketirgen ve tebliğ etken.  Peyğamberleri ketirgen imannı ve nizamnı deñiştirgen ya da inkâr etkenler  ahirette mahkeme olacaq ve peyğamberleri de, olar aleyhine şaatlıq  etecekler. Hatemu'l-enbiya (s.a.) ise, butün peyğamberlerniñ lehinde şaatlıq  eterek, olarnı tasdiq eyleycek. Buhariyniñ rivayetine kore, Resulullah (s.a.) sahabi İbn Mesuddan oña Qur'an  oquğanını istegen, onıñ: «O saña endirilgeni alda, men saña oquycağımmı?», degeni uzerine: «Ebet, onı başqasından diñlemek oşuma  kete», buyurğan. İbn Mesud bundan soñrasını boyle añlata: «Nisaa suresini  oqudım. 41-nci ayetke (bu ayetke) kelgende, Resulullah (s.a.): «Şimdilik yeter»,  dedi, bir de baqtım ki, kozlerinden yaşlar aqa).",
        "commentary": ""
      },
      "42": {
        "text": "Kufür yoluna sapıp, peyğamberni diñlemegenler o kunü yerniñ tübüne  batırılmaqnı isterler ve Allahtan iç bir haberni gizlep olamazlar.",
        "commentary": ""
      },
      "43": {
        "text": "Ey, iman etkenler! Siz sarğoş olğanda -ne söylegeniñzni bilgenge qadar cünüp olğanda- yolcu olğan istisna- ğusul etkenge qadar, namazğa  yaqlaşmañ. Eger hasta olıp ya da bir yolculıq uzerinde olsañız, ya da sizden  biriñiz ayaq yoldan kelse, ya da qadınlarğa toqunıp da (bu vaziyetlerde) suv  tapamasañız, o zaman temiz bir topraqnen teyemmum etiñ: yuzleriñizge ve  elleriñizge süriñ. Şubesiz, Allah çoq afu etici ve bağışlayıcıdır.",
        "commentary": "Abdest almaq ve ğusul yapmaq kerek olğan bir musulman suv tapalmağan  taqdirde, topraq ve yer yuzi cınsından bir şeynen teyemmum eter. Teyemmum em  abdest, em de ğusul yerine keçer. Ayrıca, suvnı qullanmağa mani olğan  hastalıq, qorqu, suvnıñ uzaqta oluvı kibi bazı uzürli vaziyetlerde de  teyemmumni caiz yapar"
      },
      "44": {
        "text": "Ozlerine Kitaptan nasip berilgenlerge baqsana! Sapıqlıqnı satın alalar ve  siziñ de yoldan çıqmañıznı isteyler.",
        "commentary": ""
      },
      "45": {
        "text": "Allah duşmanlarıñıznı sizden daa yahşı bilir. Aqiqiy bir dost olaraq Allah  yeterli. Bir yardımcı olaraq da, Allah kâfidir.",
        "commentary": ""
      },
      "46": {
        "text": "Yeudiylerden bir qısmı kelimelerni yerlerinden deñiştirirler, tillerini  mayıştırır, bukerek ve dinge ucüm eterek (Peyğamberge qarşı): «Eşittik ve qarşı keldik», «Diñle, diñlemez olacaq!\", \"Raainaa\" derler. Eger olar  «Eşittik, itaat ettik, diñle ve bizni kozet», deseler edi, şubesiz, olar içün daa  hayırlı ve daa doğru olacaq edi; faqat kufürleri (aqiqatnı qabul  etmeyuvleri) sebebinen, Allah olarnı lânetlegendir. Artıq pek az inanırlar.",
        "commentary": "Eudiyler Allahnıñ olarğa yollağan kitapnıñ kelime ve cumleleriniñ  yerlerini deñiştirgen, manalarını bozğan, aqiqatlarnı ve bu arada Az.  Peyğamberniñ kelecegini mujdelegen qısımlarnı gizlegen, bozğan ve inkâr  etken ediler. Resulullahnıñ zamanında da ilk anda fena maqsatlarını belli  etmeycek sözler qullanaraq, onı tahqir ve kinlerini tatmin etmek yoluna  kirgen ediler. Meselâ, «Raainaa» kelimesi «Bizni kozet» manasına kele, «ayn»nıñ  kesiresi biraz uzatılıp söylense, «Raaiinaa: bizim çobanımız» manasını bere.  İşte, buña beñzegen söz oyunlarınen, aqıllarına kore, Peyğamberni aqaretley  ediler. Ayet olarnıñ oyunlarını bozmaqta ve aqlarında hayırlı olacaq yolnı  kostermekte"
      },
      "47": {
        "text": "Ey, ehl-i kitap! Biz bir taqım yuzlerni silip, tüm-tüz eterek, artlarına  çevirmeden, yahut olarnı cuma ertesi adamları kibi lânetelemeden evel  (davranaraq), sizge kelgenlerni doğrulamaq uzre, endirgenimizge (Kitapqa)  iman etiñ; Allahnıñ emri mıtlaqa yerine kelecek.",
        "commentary": "Ayetteki «sebt» – yeudiylerge kore, muqaddes olğan cumaertesi kunüdir.  Cumaertesi adamları – kerekli olğanı alda, cumaertesi kunüne sayğı  kostermegen, bu ve buña oşağan gunahlarından tolayı, lânetlengen bazı  yeudiylerdir"
      },
      "48": {
        "text": "Allah ozüne ortaq qoşuluvını asla bağışlamaz; bundan başqasını,  (gunahlarnı) istegen kimsesi içün bağışlar. Allahqa ortaq qoşqan kimse  buyuk bir gunah (ile) iftira etken olur.",
        "commentary": ""
      },
      "49": {
        "text": "Ozlerini temizge çıqarğanlarğa ne dersiñ! Yoq, Allah tilegenini temizge  çıqarır ve iç kimse qıl qadar aqsızlıq kormez.",
        "commentary": ""
      },
      "50": {
        "text": "Baq, nasıl da Allah uzerine yalan uyduralar; açıqtan-açıq bir gunah olaraq bu  (olarğa) yeterli!",
        "commentary": ""
      },
      "51": {
        "text": "Ozlerine Kitaptan nasip berilgenlerni kormediñmi? Putlarğa ve batılğa  (tañrılarğa) iman eteler, soñra da kâfirler içün: «Bular Allahqa iman  etkenlerden daa doğru yoldadır», demekteler!",
        "commentary": "Ehl-i kitaptan Kaa'b b. el-Eşref Medineden Mekkege kele, muşriklerni Az.  Peyğamber ve musulmanlar aleyhine provaktsiya yaparaq, beraber korüşmege  çağıra. Bu arada muşrikler: «Bizim dinimiz haqmı, yoqsa, Muhammedniñ dinimi,  angimiz doğru yoldamız?», dep soraylar ve: «Siz doğru yoldasıñız», cevabını  alalar. Yuqarıdaki ayet bu adise uzerine nazil olğan"
      },
      "52": {
        "text": "Bular – Allahnıñ lânetlegen kimseleridir; Allah rahmetinden uzaqlaştırğan  (lânetli) kimeselerine aqiqiy bir yardımcı tapalmazsıñ.",
        "commentary": ""
      },
      "53": {
        "text": "Yoqsa, olarnıñ mulkten (ukümranlıqtan) bir nasipleri barmı? Oyle olsa edi,  insanlarğa çegirdek filisi (qadar bir şey bile) bermez ediler.",
        "commentary": ""
      },
      "54": {
        "text": "Yoqsa, olar Allahnıñ lütfinden bergen şeyler içün insanlarga ased etelermi?  Oyle ise, İbrahim soyuna Kitapnı ve ikmetni berdik ve olarğa buyuk bir  ukümranlıq bahş ettik.",
        "commentary": ""
      },
      "55": {
        "text": "Olardan bir qısmı İbrahimge inandı, kimisi de ondan yuz çevirdi; (olarğa)  qavurıcı bir ateş olaraq ceennem yeterli.",
        "commentary": ""
      },
      "56": {
        "text": "Şubesiz, ayetlerimizni inkâr etkenlerni, kun kelecek, bir ateşke soqacaqmız;  olarnıñ terileri pişip, accı duymaz alğa kelgeninen, terilerini başqa  terilernen deñiştirirmiz ki, accını duysınlar! Allah daima ustün ve  hakimdir.",
        "commentary": ""
      },
      "57": {
        "text": "İnanıp, yahşı işler yapqanlarnı da, içinde ebediyen qalmaq uzre kirecek,  zemininden irmaqlar aqqan cennetlerge soqacaqmız. O yerde olar içün ter temiz çiftler bar ve olarnı qoyu (tatlı) bir kolgege qoyarmız.",
        "commentary": "Bu yerge qadar manalarını berdigimiz 13 ayet muşrik, putperest, ehl-i kitap...  kâfirlerniñ psihologiyalarını talil eterek, davranışlarınıñ sebeblerini ve  aqibetlerini açıq bir şekilde ortağa qoya ve mu'minlerniñ ibret aluvlarını  istey"
      },
      "58": {
        "text": "Allah sizge, mıtlaqa emanetlerni lâyıq olğanlarğa berüviñizni ve insanlar  arasında uküm etken vaqtıñızda, adaletnen uküm etüviñizni emir ete. Allah  sizge ne qadar guzel ogütler bermekte! Şubesiz, Allah er şeyni eşitici, er  şeyni korücidir. (Ayetniñ emanet ve adaletke riayet emiri ebediy ve muim bir destür olmaqnen,  guzel bir nazil sebebi bar: Az. Peyğamber (s.a.) Mekkeni feth etkeninen, Kâbege  baqqan Osman b. Talha qapını kilitlegen, Kâbeniñ uzerine çıqqan ve  anahtarnı bermekni red eterek: «Seniñ peyğamber olğanıñnı bilse edim, onı  berir edim», degen. Az. Ali anahtarnı zorlap ondan ala, qapunı aça, Az. Peyğamber  içeri kirip, eki rekât namaz qıla, çıqqanınen, emcesi Abbas anahtarnı ve  şerefli bir vazife olğan nezaretçilikni ozüne berilüvini istey. İşte, bu  munasebetnen yuqarıdaki ayet nazil ola. Efendimiz Az. Alige «anahtarnı eski  vazifelige bermesini ve ondan afu istemesini» emir ete. Bu vaqia Osman b.  Talhanıñ da musulman oluvına sebep ola).",
        "commentary": ""
      },
      "59": {
        "text": "Ey, iman etkenler! Allahqa itaat etiñ. Peyğamberge ve sizden olğan ululemirge  (idarecilerge) de itaat etiñ. Eger bir hususta añlaşmazlıqqa tüşseñiz - Allahqa ve ahiretke aqiqaten inansañız- onı Allahqa ve Resulğa alıp barıñ  (olarnıñ talimatına kore al etiñ); bu, em hayırlı, em de netice noqtai  nazarından daa guzel.",
        "commentary": ""
      },
      "60": {
        "text": "Saña endirilgenge ve senden evel endirilgenlerge inanğanlarını ileri  sürgenlerni kormediñmi? Tağutqa inanmamaları olarğa emir olunğanı alda,  Tağutnıñ ogünde muakemeleşmek isteyler. Albuki, şeytan olarnı temelli  saptırmaq istey.",
        "commentary": "Bundan evelki ayet musulmanlarnıñ bilgi ve uküm menbalarını sıralağan,  soñradan «Kitap, Sunnet, İcma ve Qıyas» şeklinde menbalarnıñ temelini  bergen, añlaşmazlıq çıqsa, al etilüviniñ, bu menbalarğa baş urularaq,  aranıluvını emir etken edi. Buña baqamadan, bir munafıqnıñ duşmanına: «Resulullah yerine Kaa'b b. el-Eşrefke baş urayıq», deyuvi bu ayetniñ nazil  olmasına sebep oldı, ayet er yerde ve er zaman ornegi bulunğan munafıqlarnıñ  yuz perdelerini yırtqandır. Tağut - Haqnı tanımayıp, aqıldan azğan ve sapıq er bir adamğa ve kuçke  berilgen addır. Şeytanğa da bu sebepten taağut denilgen. Bu ve bundan soñki beş ayetniñ yuqarıda zikr etilgen nazil oluv sebebi bu kelimeniñ manasını  añlatuvda yardımcı olur"
      },
      "61": {
        "text": "Olarğa: Allahnıñ endirgenine (Kitapqa) ve Resulğa keliñ (olarğa baş  urayıq), denilgen vaqıtta munafıqlarnıñ senden yahşıca **uzaqlaşqanlarını korersiñ.**",
        "commentary": ""
      },
      "62": {
        "text": "Ellerinen yapqanları sebebinden, başlarına bir felâket kelgeninen, aman biz  yalıñız eyilik etmek ve uzlaştırmaq istedik, diye yemin eterek. saña nasıl  kelirler!",
        "commentary": ""
      },
      "63": {
        "text": "Olar, Allah qalplerindekini bilgen kimseleridir; olarğa itibar etme,  ozlerine ogüt ber ve olarğa ozleri aqqında tesirli söz söyle.",
        "commentary": ""
      },
      "64": {
        "text": "Biz er bir peyğamberni -Allahnıñ izninen- ancaq ozüne itaat etilüvi içün  yolladıq. Eger olar ozlerine zulum etken vaqıtlarında saña kelseler de,  Allahtan bağışlanmaqnı tileseler, Resul da olar içün istiğfar etse edi,  Allahnı ziyadesinen afu etici, imayeci bulur ediler.",
        "commentary": ""
      },
      "65": {
        "text": "Yoq, Rabbiñye ant olsun ki, aralarında çıqqan añlaşmazlıq hususında seni  hakim ettik, soñra da bergen ukmiñden içlerinde iç bir sıqıntı duymayıp,  (onı) tam manasınen qabul etmegence, iman etmezler.",
        "commentary": "İman quru bir sözden ibaret degil; goñyulden bağlanmaq, inanmaq ve qabul  etmektir. Em «Allah ve Resuluna inandım» dep, em de ukümlerine razı olmamaq – tipik munafıqlıq alâmetidir. «Şeriat kesken parmaq ağırmaz» denilgen; ağırmaz, çünki, mu'minniñ yureginde o ağrını unuttıracaq qadar bir buyuk  iman bardır"
      },
      "66": {
        "text": "Eger olarğa ozüñizni oldüriñiz ya da yurtlarıñızdan çıqıñız, diye emir  etken olsa edik, aralarından pek azı istisna, bunı yapmaz ediler. Eger ozlerine  berilgen ogütni yerine ketirseler edi, olar içün em daa hayırlı, em de  (imanlarını) daa pekiştirici olur edi.",
        "commentary": ""
      },
      "67": {
        "text": "O vaqıt, elbette ozlerine nezdimizden buyuk mukâfat berir edik.",
        "commentary": ""
      },
      "68": {
        "text": "Ve olarnı dos-doğru bir yolğa qavuştırır edik.",
        "commentary": "Az. Ayşeniñ añlatqanına kore, birisi Resulullahqa kelip, boyle degen edi: «Ey,  Alllahnıñ Resulı! Seni ozümden, bala-çağamdan daa ziyade sevem. Evimde olğanda  hatırlağanımnen, sabır etalmayım, aman kelip seni korem. Menim ve seniñ  olecegimizni tüşüngenimnen, añladım ki, sen cennetke kirgen vaqtıñda,  peyğamberlernen beraber, yuce maqamlarğa çıqarılacaqsıñ, men ise,  cennetke kirsem bile, zanıma kore, seni koralmaycam!». Az. Peyğamber bu  samimiy kederlenüvge cevap bermegen, beklegen. Şu ayet nazil oldı:"
      },
      "69": {
        "text": "Kim Allahqa ve Resulına itaat etse, işte, olar Allahnıñ ozlerine lütflerde  bulunğan peyğamberler, sıddıqlar, şeitler ve salih kişilernen beraberdir.  Bular ne guzel arqadaştır!",
        "commentary": ""
      },
      "70": {
        "text": "Bu lütf Allahtandır. Bilici olaraq Allah yeterli.",
        "commentary": ""
      },
      "71": {
        "text": "Ey, iman etkenler! Tedbiriñizni alıñ; bolük-bolük cenkke çıqıñ, yahut (kerek  olğanda) toptan cenkleşiñ.",
        "commentary": "Barışıq içinde yaşamaq arzu etilir bir şey olmaqnen beraber, tarih boyunca  devamlı kerçekleşkeni korülmegen. Uzun tecribelerden soñ, sulh, ayat ve tertip  istegenlerniñ ancaq cenkke azır olmaqnen bunı elde ete bilecekleri añlaşılğan. «Azır ol cenkke» eger ister iseñ sulh-i salâh\", denilgen. İslâm  dinge uyğun mudafaa içün yer yuzünden zulumnı, basqıncılıqnı ortadan  qaldırmaq, aqiqiy din ve vican urriyetini temin etmek içün cenkke izin  bergen, musulmanlarnı cihadğa çağırğan. Musulmanlarnıñ vazifesi – er  vaqıt cenkke azır olmaq, faqat aqlı sebep olmağance, onı yapmamaq,  azırlıqnen sulhnı teminlemektir"
      },
      "72": {
        "text": "Arañızda bazıları bar ki (cihad meselesinde) pek ağırdan qıbırdarlar. Eger  sizge bir felâket kelse: «Allah maña lütf etti de, olarnen beraber degil edim»,  der.",
        "commentary": "Bu yerde «ağırdan qıbırdarlar\" denilgen kimseler çeşit baanelernen cenkke  qatılmaq istemegen, qatılğanları da mani olmağa areket etken  munafıqlardır"
      },
      "73": {
        "text": "Eger Allahtan sizge bir lütf kelse -sanki siznen onıñ arasında (zahiriy) bir  dostluq yoq kibi- «Keşke olarnen beraber olsa edim de, men de buyuk bir  muvafaqiyet qazansam edi!», der.",
        "commentary": ""
      },
      "74": {
        "text": "O alda, dünya ayatını ahiret qarşılığında satqanlar, Allah yolunda  cenkleşsinler. Kim Allah yolunda cenkleşir de, oldürilir ya da ğalip kelir  ise, biz oña yaqında buyuk bir mukâfat berecekmiz.",
        "commentary": ""
      },
      "75": {
        "text": "Sizge ne oldı da, Allah yolunda ve: «Rabbimiz! Bizni, halqı zalım bu şeerden  çıqar, bizge tarafıñdan bir saip yolla, bizge qatıñdan bir yardımcı yolla!\",  degen zavallı erkekler, qadınlar ve balalar oğrunda cenkleşmeysiñiz!",
        "commentary": "Mekkeniñ fethinden evel o yerde qalıp, Medinege koçalmağan musulmanlar  zalım, muşrik mekkelilerden buyuk eskenceler korgen, cefalar çekken ve  Allahqa yalvararaq, Ondan yardımcı yollanılmasını tilegen ediler. Ayet buña  işaret etmeknen beraber, dünyanıñ ne yerinde olsa olsun, zulum ve aqsızlıqqa  oğrağan çaresizlerge musulmanlarnıñ yardım etüvlerini ve kerek olsa, olar  oğrunda cenkleşüvlerini istemekte"
      },
      "76": {
        "text": "İman etkenler Allah yolunda cenkleşirler, inanmağanlar ise, tağut (yañlış  davalar ve şeytan) yolunda cenkleşirler. O alda şeytannıñ dostlarına qarşı  cenkleşiñ; şube yoq ki, şeytannıñ qurğan tertibi zayıftır.",
        "commentary": ""
      },
      "77": {
        "text": "Olarğa elleriñizni cenkten çekiñ, namaznı qılıñ ve zekâtnı beriñ,  denilgen kimselerni kormediñmi? Soñra olarğa cenk farz qılınğanınen,  aralarından bir topu aman Allahtan qorqqan kibi, atta daa ziyade bir qorqunen,  insanlardan qorqmağa başladılar da: «Rabbimiz! Cenkni bizge niçün yazdıñ!  Bizni yaqın bir vaqıtqa qadar keçiktirseñ (daa bir muddet cenkni farz  qılmasañ) olmaz edimi?», dediler. Olarğa de ki: «Dünya menfaatı muim degil,  Allahtan korqqanlar içün ahiret daa hayırlıdır ve sizge qıl qadar  aqsızlıq etilmez».",
        "commentary": ""
      },
      "78": {
        "text": "Ne yerde olsañız oluñ, olüm sizge yetişir; sarp ve sağlam qalelerde olsañız  bile! Ozlerine bir yahşılıq toqunsa «Bu Allahtan» derler; başlarına bir  yamanlıq kelgende de, «Bu senden», derler. «Episi Allahtandır», de. Bu adamlarğa  ne ola ki, bir türlü laf añlamaylar!",
        "commentary": ""
      },
      "79": {
        "text": "Saña kelgen yahşılıq Allahtandır. Başıña kelgen fenalıq ise,  nefsiñdendir. Seni insanlarğa elçi yolladıq; şaat olaraq da Allah yeterli. (Bu eki ayet birlikte degerlendirilgende, İslâmnıñ hayır, şerr, qaza ve taqdir (qader) mevzularındaki inanç ve tüşüncesine ışıq tutqanı korülir.  İnsanlar umumiyetle elde etken muvafaqitelerni ve eyi neticelerni ozlerine  (ya da inanğanlar Allahqa) mal eterler. Felâket, yamanlıq ve muvafaqiyetsizliklerni yuklemege birisini qıdırırlar; ozlerini qıynamaq ve  qabaatlamaqtan qaçınırlar. Alubki, er şeyni yaratqan Allahtır; er şey  Onıñ taqdiri ve qudreti ile bar olur. Ancaq, Allah iç bir kimse içün  doğrudan-doğruğa felâket ve yamanlıqqa razılıq kostermez; qul işlegen er  gunah, qabaat ve yamanlıqta şahsen oz iradesi devrege kirer ve Allah qulnı oyle  istegeni içün, iradesini o yolda sarf etkeni içün, oyle yaratır. Bu alda qul  kâsiptir; haq eter, murat eter, Allah haliqtir; qulnı iradesine kore yaratır).",
        "commentary": ""
      },
      "80": {
        "text": "Kim Resulğa itaat etse, Allahqa itaat etken olur. yuz çevirgenge kelgende, seni  olarnıñ başına bekçi yollamadıq!",
        "commentary": ""
      },
      "81": {
        "text": "«Baş ustüne» derler, amma yanıñdan ayırılğannen, olardan bir qısmı seniñ  digeniñden başqasını gizliden qurar. Allah da olarnıñ gizli qurğanlarını  yazar. Sen olarğa itibar etme ve Allahqa tayan; saña vekil olaraq Allah kâfidir.",
        "commentary": "İnanğanları alda, oyle korüngen munafıqlar Resulullahnıñ uzurında olğanda,  o ne aytsa, qabul ete ve itaatkâr korüne; uzurından çıqıp, oz başlarına  qalğanda, alelhusus, geceleri gizli planlar ve tuzaqlar azırlay ediler"
      },
      "82": {
        "text": "Alâ Qur'an uzerinde keregi kibi tüşünmeyceklermi? Eger o Allahtan başqası  tarafından kelgen olsa edi, onda bir çoq uyğunsızlıq tapar ediler.",
        "commentary": "Qur'an-ı Kerim em ifade noqtai nazarından, em mana ve uküm noqtai  nazarından, bir butünlik arz etmekte. İnsanlarnıñ söylegen sözleri, guzellik ve  tertip noqtai nazarından, daima bir çeşit olmaz. Yazğannıñ ve söylegenniñ  içinde olğan vaziyet ve şartlarğa kore deñişir. Qur'annıñ ifade ve uslübi  ise, baştan soñunace misalsiz bir guzellik ve tertip içindedir. Bu sözler  qavrağan mana, uküm ve haberler de, yaratılışından ebediyetke qadar alâ er  şeyge munasebette olğanı alda, tam bir uyğunlıq, butünlik, sihatlik ve uymaq  istemekte. Yalıñız bularnı tüşünmek ve tasdiq etmek bile, Qur'an-ı  Kerimniñ insan eseri olmağanını, Allahtan kelgenini añlamaq içün  yeterlidir"
      },
      "83": {
        "text": "Olarğa işanç ya da qorquğa dair bir haber kelgeninen, aman onı yayarlar; albuki,  onı Resulğa ya da aralarında reber kimselerge alıp barsalar edi, olarnıñ  arasından işniñ iç yuzüni añlağanlar onıñ ne olğanını bilir ediler.  Allahnıñ sizge lütfi ve rahmeti olmasa edi, pek azıñız istisna, şeytanğa uyıp  keter ediñiz.",
        "commentary": ""
      },
      "84": {
        "text": "Artıq Allah yolunda cenkleşüv. Sen ozüñden başqası (sebebi ile) mesul  tutulmazsıñ. Mu'minlerni de teşviq et. Belki, Allah kâfirlerniñ kuçüni  eksiltir (kuçlerinen sizge zarar berüvleriniñ ogüni alır). Allahnıñ kuçü daa  çetin ve cezası daa şiddetlidir.",
        "commentary": ""
      },
      "85": {
        "text": "Kim yahşı bir işke vastacılıq yapsa, onıñ da o işten bir nasibi olur. Kim yaman  bir işke vastacılıq yapsa, onıñ da ondan bir payı olur. Allah er şeyniñ  qarşılığını bericidir. Cemiyet ayatı bir çoq alda vastacılıqnı talap eter. Ozünden vastacı oluvı istenilgen kimse nege vastacı olğanına diqqat etmege mecburdır;",
        "commentary": ""
      }
    }
  }
}